Repository: ashemetau-itechart/flutter_whitelabel
Catalog: */lib/l10n/intl_*.arb
Languages: fr

# termsAndConditionsSupportBody
source: <body><b>Contact for Mobile App Support.</b> If you experience difficulties or require information regarding your use of CHR Mobile, please contact your CHR / Clinic administrator. TELUS provides minimal support and maintenance for CHR Mobile only on a commercially reasonable effort basis.<br /><br /><b>Exclusions.</b> TELUS’ support obligations applicable to the CHR or other TELUS services and products do not extend to the devices (e.g. smartphones, tablets, handsets) used to access and use CHR Mobile, even if such devices were sold by TELUS or one of its affiliates. All service levels and penalties applicable to the CHR or other TELUS services and products (data plans, Wi-Fi or Internet connection), if any, do not apply to CHR Mobile.<br /><br /><b>App Stores.</b> While you have downloaded the CHR Mobile from the Apple App Store or Google Play Store, you understand and agree that Apple or Google is not a party to hereto and have no liability hereunder or in connection with the CHR Mobile. To the extent applicable, Apple or Google may be a third-party beneficiary to these Terms of Use.</body>
fr: <body><b>Personne-ressource du soutien des applications mobiles.</b> Si vous rencontrez des difficultés ou avez besoin d’informations concernant votre utilisation de DCS Mobile, veuillez communiquer avec l’administrateur DCS ou de votre clinique. TELUS fournit une prise en charge et une maintenance minimales pour DCS Mobile uniquement sur la base d’un effort commercialement raisonnable.<br /><br /><b>Exclusions.</b> Les obligations de prise en charge de TELUS applicables à la solution DCS ou à d’autres services et produits de TELUS ne s’étendent pas aux appareils (p. ex., téléphones intelligents, tablettes, combinés) utilisés pour accéder à DCS Mobile et l’utiliser, même si ces appareils ont été vendus par TELUS ou l’une de ses sociétés affiliées. Tous les niveaux de service et les pénalités applicables à la solution DCS ou à d’autres services et produits de TELUS (forfaits de données, connexion Wi-Fi ou Internet), le cas échéant, ne s’appliquent pas à DCS Mobile.<br /><br /><b>Boutiques App Stores.</b> Bien que vous ayez téléchargé DCS Mobile à partir de l’App Store d’Apple ou de Play Store de Google, vous comprenez et acceptez qu’Apple ou Google ne sont pas parties aux présentes et n’ont aucune responsabilité en vertu des présentes ou en relation avec DCS Mobile. Dans la mesure où cela s’applique, Apple ou Google peuvent être des tiers bénéficiaires des présentes conditions d’utilisation.</body>

# termsAndConditionsRightsBody
source: <body><b>Term.</b> These Terms of Use are effective upon your acceptance of these Terms of Use by clicking on the “I AGREE” button below and continue in effect until terminated by you or TELUS or until the related CHR agreement is terminated.<br /><br /><b>Termination for Convenience.</b> Either you or TELUS at any time, for any reason or no reason, can terminate these Terms of Use without notice.<br /><br /><b>TELUS Reserved Rights.</b> TELUS reserves the right to do any of the following, at any time, with or without notice: (a) to modify, suspend or terminate operation of or access to CHR Mobile or any feature, functionality or component thereof; (b) to modify or change CHR Mobile, or any feature, functionality or component of thereof, and any applicable policies or terms; and (c) to interrupt the operation of CHR Mobile, or any feature, functionality or component thereof, as necessary to perform routine or non-routine maintenance, error correction or other changes.<br /><br /><b>Termination for Breach.</b> TELUS may immediately terminate or suspend your access and use of CHR Mobile and these Terms of Use with or without notice, (a) if you breach or fail to comply with any of your obligations herein; (b) if necessary to prevent threats to the privacy, security and integrity of your data and information or the data and information of others (e.g. patients); and / or (c) to comply with any applicable law or court order.<br /><br /><b>Consequences of Termination.</b> Unless TELUS advises you otherwise, upon termination, (a) the rights and obligations under these Terms of Use will end, and (b) you must stop using CHR Mobile and uninstall it from your device.</body>
fr: <body><b>Durée.</b> Les présentes conditions d’utilisation entrent en vigueur dès que vous les acceptez en cliquant sur le bouton « J’accepte » ci-dessous et demeurent en vigueur jusqu’à leur résiliation par vous ou par TELUS ou jusqu’à la résiliation de l’entente DCS connexe.<br /><br /><b>Waiver Résiliation pour des raisons de convenance.</b> Vous ou TELUS pouvez à tout moment, pour quelque raison que ce soit ou sans raison, résilier les présentes conditions d’utilisation sans préavis.<br /><br /><b>Droits réservés de TELUS.</b> TELUS se réserve le droit de prendre l’une des mesures suivantes, en tout temps, avec ou sans préavis : (a) modifier, suspendre ou mettre fin au fonctionnement ou à l’accès à DCS Mobile ou à toute caractéristique, fonctionnalité ou composante de celle-ci; (b) modifier ou changer DCS Mobile, ou toute caractéristique, fonctionnalité ou composante de celle-ci, ainsi que toute politique ou condition applicable; et (c) interrompre le fonctionnement de DCS Mobile, ou de toute caractéristique, fonctionnalité ou composante de celle-ci, si cela est nécessaire pour effectuer une maintenance de routine ou autre que de routine, une correction d’erreur ou d’autres changements.<br /><br /><b>Résiliation pour violation.</b> TELUS peut immédiatement résilier ou suspendre votre accès et votre utilisation de DCS Mobile et des présentes conditions d’utilisation, avec ou sans préavis, (a) si vous violez ou ne respectez pas l’une de vos obligations en vertu des présentes; (b) si cela est nécessaire pour prévenir les menaces à la confidentialité, à la sécurité et à l’intégrité de vos données et renseignements ou des données et renseignements d’autres personnes (par exemple, des patients); et / ou (c) pour se conformer à toute loi applicable ou à toute ordonnance d’un tribunal.<br /><br /><b>Conséquences de la résiliation.</b> À moins que TELUS ne vous avise du contraire, au moment de la résiliation, (a) les droits et obligations en vertu des présentes conditions d’utilisation prendront fin, et (b) vous devez cesser d’utiliser DCS Mobile et désinstaller cette application de votre appareil.</body>

# termsAndConditionsGeneralBody
source: <body><b>Intellectual Property.</b> You acknowledge that TELUS owns and expressly reserves and retains all rights, title and interest, including intellectual property rights in the CHR Mobile.<br /><br /><b>Amendments.</b> These Terms of Use are subject to change by TELUS at any time. Upon any change to these Terms of Use, TELUS will publish the amended Terms of Use within CHR Mobile, and such changes shall be effective immediately upon your acceptance of the amended Terms of Use OR your first use of CHR Mobile after the publication of the amended Terms of Use. You acknowledge that using CHR Mobile following such posting shall constitute your affirmative acknowledgement of these Terms of Use, the modification, and agreement to abide and be bound by these Terms of Use, as amended. If you choose not to accept these Terms of Use, including following any such modifications hereto, please do not use CHR Mobile and uninstall it from your device.<br /><br /><b>Waiver.</b> Failure to exercise or enforce any right, remedy or other provision of these Terms of Use shall not constitute a waiver of such right, remedy or provision.<br /><br /><b>Severability.</b> If any provision of these Terms of Use is invalid or unenforceable under applicable law, such provision will be modified or eliminated to the minimum extent necessary, and the remainder of the provision, as well as the other provisions, will continue in full force and effect as long as it does not substantially alter the intent of these Terms of Use.<br /><br /><b>Assignment.</b> You may not assign or transfer your rights and obligations under these Terms of Use without the prior written consent of TELUS, which consent shall not be unreasonably withheld.<br /><br /><b>Survival.</b> Any provision of these Terms of Use which, by its nature, is intended to survive termination of these Terms of Use shall so survive the termination of these Terms of Use, including, but not limited to, the sections on “DISCLAIMER OF WARRANTIES”, “LIMITATION OF LIABILITY” and “GENERAL”.<br /><br /><b>Governing Law.</b> These Terms of Use and all matters arising out of or relating to these Terms of Use are governed by and interpreted exclusively in accordance with the laws of the province where your clinic or healthcare organization is located.<br /><br /><b>Dispute Resolution.</b> TELUS and you shall use arbitration to resolve disputes between yourselves arising from or relating to these Terms of Use, whether the dispute is based in contract, tort (including negligence), statute, or otherwise. If your and TELUS’ business representatives have not been able to resolve any such dispute, to proceed further with the dispute, one of the parties must submit the dispute to private and confidential arbitration before a single arbitrator. The arbitration will take place in the capital of the province where your clinic or healthcare organization is located under the rules of the ADR Institute of Canada. This section does not apply to any injunction application. The venue of any court proceedings shall be in the province where your clinic or healthcare organization is located.<br /><br /><b>BY SELECTING BELOW “I AGREE“, YOU ACKNOWLEDGE THAT YOU HAVE READ, UNDERSTOOD AND AGREE TO BE BOUND BY THESE TERMS OF USE.</b> IF YOU DO NOT AGREE TO THESE TERMS OF USE, PLEASE DO NOT USE CHR MOBILE AND YOU MUST IMMEDIATELY UNINSTALL IT FROM YOUR DEVICE.</body>
fr: <body><b>Propriété intellectuelle.</b> Vous reconnaissez que TELUS possède et se réserve expressément et conserve tous les droits, titres et intérêts, y compris les droits de propriété intellectuelle de DCS Mobile.<br /><br /><b>Modifications.</b> Les présentes conditions d’utilisation peuvent être modifiées par TELUS en tout temps. En cas de modification des présentes conditions d’utilisation, TELUS publiera les conditions d’utilisation modifiées dans DCS Mobile, et ces modifications entreront en vigueur dès que vous aurez accepté les conditions d’utilisation modifiées OU dès votre première utilisation de DCS Mobile après la publication des conditions d’utilisation modifiées. Vous reconnaissez que le fait d’utiliser DCS Mobile après cet affichage constitue une reconnaissance positive des présentes conditions d’utilisation, de la modification et de l’engament de respecter et d’être lié par les présentes conditions d’utilisation dans leur forme modifiée. Si vous décidez de ne pas accepter les présentes conditions d’utilisation, y compris après toute modification des présentes, veuillez ne pas utiliser DCS Mobile et désinstaller cette application de votre appareil.<br /><br /><b>Renonciation.</b> Le fait de ne pas exercer ou appliquer un droit, un recours ou une autre disposition des présentes conditions d’utilisation ne constitue pas une renonciation à ce droit, ce recours ou cette disposition.<br /><br /><b>Divisibilité.</b> Si une disposition des présentes conditions d'utilisation est non valable ou non exécutoire aux termes des lois applicables, elle sera modifiée ou éliminée au strict minimum nécessaire, et le reste de la disposition ainsi que les autres dispositions continueront d’être en vigueur et de produire leurs effets tant et aussi longtemps qu’ils ne modifieront pas de façon importante l’intention des présentes conditions d'utilisation.<br /><br /><b>Cession.</b> Vous ne pouvez pas céder ou transférer vos droits et obligations en vertu des présentes conditions d’utilisation sans le consentement écrit préalable de TELUS, lequel ne peut être refusé sans motif valable.<br /><br /><b>Survie.</b> Toute disposition des présentes conditions d’utilisation qui, de par sa nature, est destinée à survivre à la résiliation des présentes conditions d’utilisation, survivra ainsi à la résiliation des présentes conditions d’utilisation, y compris, mais sans s’y limiter, les sections « AVIS DE NON-RESPONSABILITÉ », « LIMITATION DE RESPONSABILITÉ » et « GÉNÉRALITÉS ».<br /><br /><b>Loi applicable.</b> Les présentes conditions d’utilisation et toutes les questions découlant des présentes conditions d’utilisation ou s’y rapportant sont régies et interprétées exclusivement conformément aux lois de la province où se trouve votre clinique ou votre organisme de soins de santé.<br /><br /><b>Règlement des différends.</b> TELUS et vous devrez recourir à l’arbitrage pour résoudre les différends entre vous découlant des présentes conditions d’utilisation ou s’y rapportant, que le différend soit fondé sur un contrat, un délit (y compris la négligence), une loi ou autre. Si vos représentants d'affaires et ceux de TELUS n’ont pas réussi à résoudre un tel différend, pour poursuivre le différend, l’une des parties doit soumettre le différend à un arbitrage privé et confidentiel devant un arbitre unique. L’arbitrage aura lieu dans la capitale de la province où se trouve votre clinique ou votre organisme de soins de santé, selon les règles de l’Institut d'arbitrage et de médiation du Canada. Le présent article ne s’applique pas aux demandes d’injonction. Le lieu de toute procédure judiciaire sera la province où se trouve votre clinique ou votre organisme de soins de santé.<br /><br /><b>EN CLIQUANT CI-DESSOUS SUR « J’ACCEPTE », VOUS RECONNAISSEZ QUE VOUS AVEZ LU, COMPRIS ET ACCEPTEZ D’ÊTRE LIÉ AUX PRÉSENTES CONDITIONS D’UTILISATION.</b> SI VOUS N’ACCEPTEZ PAS LES PRÉSENTES CONDITIONS D’UTILISATION, VEUILLEZ NE PAS UTILISER DCS MOBILE ET VOUS DEVEZ IMMÉDIATEMENT LA DÉSINSTALLER DE VOTRE APPAREIL</body>

# inboxConversationReply
source: Reply
fr: Répondre

# inboxConversationRE
source: Re: {title}
fr: Objet : {title}

# inboxConversationReplyExitDialogLabel
source: You haven’t created message yet. Exit without saving?
fr: Vous n’avez pas encore créé de message. Quitter sans enregistrer ?

# inboxConversationReplyExitDialogTitle
source: Exit message creation?
fr: Quitter la création de message ?

# inboxConversationReplyValidationErrorLabel
source: Body can’t be blank
fr: Le corps ne peut pas être vide

# inboxActionMarkDone
source: Mark Done
fr: Complété

# inboxActionMarkUrgent
source: Mark Urgent
fr: Urgent

# inboxActionInviteParticipant
source: Invite Participant
fr: Inviter un participant

# inboxActionRemoveParticipant
source: Remove Participant
fr: Supprimer un participant

# inboxActionUnsubscribe
source: Unsubscribe
fr: Quitter la conversation

# inboxActionCloseConversation
source: Close Conversation
fr: Terminer la conversation

# inboxActionMarkUndone
source: Unmark Done
fr: Décocher Complété

# inboxActionUnmarkUrgent
source: Unmark Urgent
fr: Décocher Urgent

# inboxActionShare
source: Share
fr: Partager

# inboxActionForward
source: Forward
fr: Transférer

# inboxActionNewMessage
source: New Message
fr: Nouveau message

# inboxAlertUnsubscribeBtn
source: Unsubscribe
fr: Quitter la conversation

# inboxAlertUnsubscribeTitle
source: Unsubscribe?
fr: Quitter la conversation ?

# inboxAlertUnsubscribeDesc
source: If you unsubscribe you will stop receiving inbox replies related to this.
fr: Si vous quittez, vous ne recevrez plus de réponses à votre boîte de réception à ce sujet.

# inboxAlertCloseConversationTitle
source: Close conversation?
fr: Terminer la conversation ?

# inboxAlertCloseConversationDesc
source: By closing, you will mark this task as done for all involved parties. It is irreversible.
fr: Si vous terminez la conversation, cette tâche sera marquée comme étant complétée pour toutes les parties impliquées. Cette action est irréversible.

source: Invite
fr: Inviter

source: Remove
fr: Supprimer

source: Remove Participants
fr: Supprimer les participants

# patientIdAutoAssign
source: ID will be assigned automatically
fr: L'identifiant sera attribué automatiquement

# noPatientWarningTitle
source: This file isn’t attached to any patients.
fr: Ce fichier n'est associé à aucun patient.

source: Create Patient
fr: Créer un patient

source: Search Patient
fr: Rechercher un patient

# attachPatientDialogMessage
source: Are you sure you want to assign this file to {patient}?
fr: Voulez-vous vraiment attribuer ce fichier à {patient} ?

# attachPatientDialogTitle
source: Assign file?
fr: Attribuer le fichier ?

# attachPatientDialogOk
source: Assign
fr: Attribuer

# recipientsPickerForwardTitle
source: Forward to
fr: Transférer à

# recipientsPickerForwardPrimaryButtonText
source: Forward
fr: Transférer

# recipientsPickerForwardSuccessMessage
source: File forwarded successfully
fr: Le fichier a été transféré avec succès

# recipientsPickerForwardValidationMessage
source: Please select a recipient.
fr: Veuillez sélectionner un destinataire.

source: No qnaires selected
fr: Aucun Qnaire sélectionné

source: Add qnaires
fr: Ajouter Qnaires

# preVisitQnaires
source: {count, plural, one{1 pre-visit qnaire} other{{count} pre-visit qnaires}}
fr: {count, plural, one{1 Qnaire de prévisite} other{{count} Qnaires de prévisite}}

source: Receiver
fr: Destinataire

# defaultReceiver
source: Default ({defaultReceiver})
fr: ({defaultReceiver}) par défaut

# filePreviewFileTypesIsNotSupported
source: This file type{fileType} is not supported yet. Please use the CHR to view it.
fr: Ce type de fichier{fileType} n’est pas encore pris en charge. Veuillez utiliser le DCS pour le consulter.

# qnairesFailed
source: Couldn't attach pre-visit qnaires
fr: Impossible de joindre les Qnaires de prévisite

# searchAppointmentTypeHint
source: Search appointment type
fr: Rechercher un type de rendez-vous

# noSearchResultsLabel
source: No search results found
fr: Aucun résultat de recherche trouvé

# pincodeErrorIncorrectPin
source: Incorrect PIN. {count} attempts left.
fr: NIP incorrect. {count} tentatives restantes.

# pincodeErrorTooManyFailedAttempts
source: Too many failed attempts. Try again in {time}.
fr: Trop de tentatives infructueuses. Veuillez essayer à nouveau dans {time}.

# filePreviewFilePatientNotAttached
source: File is not attached to any patient
fr: Ce fichier n'est associé à aucun patient.

# qnairesBottomSheetTitle
source: Add Qnaires
fr: Ajouter Qnaires

# qnairesBottomSheetSearchHint
source: Search Qnaires
fr: Rechercher Qnaires

# qnairesBottomSheetSearchShow
source: Show {number}
fr: Afficher {number}

# qnairesBottomSheetSearchAll
source: all
fr: tous

# qnairesBottomSheetNoData
source: No Qnaires Found
fr: Aucun Qnaire trouvé

# qnairePractitionerBottomSheetTitle
source: Receiver
fr: Destinataire

# labResultsAccessionNumber
source: Accession Number
fr: Numéro d'accès

# labResultsOrderPhysician
source: Order Physician
fr: Médecin prescripteur

# labResultsReportedTo
source: Reported to
fr: Rapporté à

# labResultsRequestedOn
source: Requested on
fr: Demandé le

# labResultsSpecimenReceivedOn
source: Specimen Received on
fr: Échantillon/spécimen reçu le

# labResultsStatusChangedOn
source: Status Changed on
fr: Statut changé le

# labResultsUnknown
source: Unknown
fr: Inconnu

# patientFileAccessionNumber
source: Accession Number
fr: Numéro d'accès

# labDetailsTitle
source: Lab Details
fr: Détails du laboratoire

# labSettingsTitle
source: Lab Settings
fr: Paramètres de laboratoire

# labResultCellTitle
source: Collected on {date}
fr: Prélevé le {date}

# labResultCellDetailsButtonTitle
source: More details
fr: Plus de détails

# labResultExpandNoteButtonTitle
source: More
fr: Développer

# labResultCollapseButtonTitle
source: Less
fr: Réduire

# labResultWarning
source: This feature is in beta. Some results may not be displayed correctly or may be incomplete. Please confirm results in your CHR.
fr: Cette fonctionnalité est en version bêta. Certains résultats peuvent ne pas s'afficher correctement ou être incomplets. Veuillez confirmer les résultats dans votre DCS.

# filePreviewRetry
source: Retry
fr: Réessayer

# labResultMicroResultLabel
source: ANTIBIOTIC SUSCEPTIBILITY
fr: SENSIBILITÉ AUX ANTIBIOTIQUES

# labResultErrorRowMessage
source: Couldn't load the result. Please check your CHR.
fr: Impossible de télécharger le résultat. Veuillez vérifier votre DCS.

# labResultUnitsLabel
source: Units
fr: Unités

# labResultSummaryPickerTitle
source: Parameters
fr: Paramètres

# labResultSummarySearchHint
source: Search parameter
fr: Paramètre de recherche

# labResultSummaryNoData
source: No Results Found
fr: Aucun résultat trouvé

# patientAgeDays
source: {age} d
fr: {age} j

# patientAgeWeeks
source: {age} w
fr: {age} s

# patientAgeYears
source: {age} y
fr: {age} a

# labResultsHistoryGraphTabName
source: Graph
fr: Graphique

# labResultsHistoryListTabName
source: List
fr: Liste

# inboxAttachmentTypeTitleEncounter
source: Encounter
fr: Visite

# inboxAttachmentTypeTitleLetter
source: Letter
fr: Lettre

# inboxAttachmentTypeTitleAllergy
source: Allergy
fr: Allergie

# inboxAttachmentTypeTitleMedication
source: Medication
fr: Médicament

# inboxAttachmentTypeTitleRespondentForm
source: Form
fr: Formulaire

# multiLoginConnectionDialogTitle
source: Clinic is already connected
fr: La clinique est déjà connectée

# multiLoginConnectionDialogMessage
source: Switch to this clinic?
fr: Changer pour cette clinique ?

# multiLoginSwitch
source: Switch
fr: Changer

# welcomeBackDialogTitle
source: Welcome back!
fr: Bienvenue !

# welcomeBackDialogMessage
source: While you were away, connection to your clinic(s) expired due to inactivity. Please reconnect them.
fr: Pendant votre absence, la connexion à votre (vos) clinique(s) a expiré en raison de l'inactivité. Veuillez vous reconnecter.

# syncErrorDialogTitle
source: Clinic sync error
fr: Erreur de synchronisation de la clinique

# syncErrorDialogMessage
source: Please try reconnecting your clinic or use the support chat in your CHR.
fr: Veuillez essayer de reconnecter votre clinique ou veuillez utiliser le clavardage de soutien de votre DCS de TELUS.

# abbreviationWordsToSkip
source: the;a;an;of;for;from;in;on;at;by
fr: le;la;un;une;de;pour;de;du;dans;sur;à;par

# clinicPageName
source: Clinic
fr: Clinique

# clinicExpiredMessage
source: Expired due to inactivity.
fr: Expiré en raison d'inactivité.

# clinicSwitchHint
source: Long tap to quickly switch between your clinics
fr: Appuyer longuement pour changer rapidement entre vos cliniques

# appPinResetPinTitle
source: Reset your app to set a new PIN
fr: Réinitialiser votre application pour configurer un nouveau NIP

# appPinResetPinMessage
source: Your application settings will be reset to default. To access your clinic(s), you will need to scan pairing QR code(s) again.
fr: Les paramètres de votre application seront réinitialisés par défaut. Pour accéder à votre/vos clinique(s), vous devrez numériser le(s) code(s) QR pour compléter de nouveau l'appairage.

# appPinResetApplication
source: Reset application
fr: Réinitialiser l'application

# appPinForgotMyPin
source: I forgot my PIN
fr: J'ai oublié mon NIP

# appHasBeenResetTitle
source: Application has been reset
fr: L'application a été réinitialisée

# appHasBeenResetMessage
source: It happened for security reasons. Please reconnect your clinic(s).
fr: Cela s'est produit pour des raisons de sécurité. Veuillez reconnecter votre (vos) clinique(s).

# multiUserConnectClinic
source: Connect clinic
fr: Connecter la clinique

# multiUserSwitchTo
source: SWITCH TO
fr: CHANGER À

# multiUserAppSettings
source: APP SETTINGS
fr: PARAMÈTRES DE L'APPLI

# multiUserExpired
source: Expired due to inactivity.
fr: Expiré en raison d'inactivité.

# multiUserUnpair
source: Unpair
fr: Dissocier
