Repository: ashemetau-itechart/flutter_whitelabel
Catalog: */lib/l10n/intl_*.arb
Languages: fr

# multiUserUnpairClinic
source: Unpair clinic
fr: Dissocier la clinique

# multiUserUnpairClinicTitle
source: Unpair clinic?
fr: Dissocier la clinique ?

# multiUserUnpairClinicDesc
source: You will need to scan QR code to connect it again.
fr: Vous devrez numériser le code QR pour la connecter de nouveau.

# multiUserUnpairThisClinic
source: Unpair this clinic...
fr: Dissocier cette clinique...

# multiUserConnectNewClinic
source: and connect a new one?
fr: et se connecter à un nouveau ?

source: Connect
fr: Connecter

# scheduleBack
source: Back to my schedule
fr: Retourner à mon horaire

# practitionersBottomSheetTitle
source: Schedules
fr: Horaires

# practitionersBottomSheetSectionMe
source: Me
fr: Moi

# practitionersBottomSheetSectionRecently
source: Recently opened
fr: Récemment ouverts

# practitionersBottomSheetSectionOther
source: Other practitioners
fr: Autres professionnels

# practitionersBottomSheetSectionEmptySearch
source: No practitioners found
fr: Aucun professionnel trouvé

# inboxItemTitleAutomatedSystem
source: Automated System
fr: Système automatisé

# dynamicLinkQrCodeExpiredTitle
source: QR code has expired
fr: Le code QR a expiré

# dynamicLinkQrCodeExpiredDesc
source: To complete the clinic connection, refresh your web page and scan again.
fr: Pour compléter la connexion de la clinique, actualiser votre page Web et numériser de nouveau.

# unsupportedAttachmentTypeMessage
source: This message type is not supported yet. Please use the CHR to view it.
fr: Ce type de message n’est pas encore pris en charge. Veuillez utiliser le DCS pour le consulter.

# unsupportedAttachmentTypeSubtitle
source: File is not attached to any patient
fr: Ce fichier n'est associé à aucun patient.

# inboxSuccessToastMessage
source: Message sent successfully
fr: Message envoyé avec succès

# autoAssignedPatientIDMessage
source: Auto-assigned value, can’t be changed
fr: Une valeur attribuée automatiquement ne peut pas être modifiée.

# patientBottomSheetSectionRecently
source: Recently Opened
fr: Récemment ouverts

# patientBottomSheetSectionAll
source: All Patients
fr: Tous les patients

# appointmentTypeInvalidFilledErrorMessage
source: This appointment type is not offered at the selected time
fr: Ce type de rendez-vous n'est pas offert pour cette plage

# appointmentTypeInvalidEmptyErrorMessage
source: No appointment types available at the selected time
fr: Aucun type de rendez-vous n'est disponible pour cette plage

# patientGeneral
source: General
fr: Général

# patientAddressAndExtra
source: Address & Extra
fr: Adresse et autre

# addressAndExtraAddress
source: Address
fr: Adresse

# addressAndExtraEmergencyContact
source: Emergency Contact
fr: Contact d'urgence

# addressAndExtraInsurance
source: Insurance
fr: Assurance

# addressAndExtraOther
source: Other
fr: Autre

# addressAndExtraInsuranceId
source: Insurance ID:
fr: Identifiant de l'assurance :

# addressAndExtraInsuranceGroup
source: Insurance Group #:
fr: Numéro du groupe d'assurance :

# addressAndExtraLanguage
source: Language
fr: Langue

# addressAndExtraAdditionalInfo
source: Family Doctor Additional Info
fr: Médecin de famille - Renseignements supplémentaires

# addressAndExtraPhoneCall
source: Call ({phone})
fr: Téléphoner ({phone})

# addressAndExtraNotSpecified
source: Not specified
fr: Non défini

# addressAndExtraNameNotSpecified
source: Name not specified
fr: Nom non défini

# addressAndExtraInsuranceNotSpecified
source: Insurance company not specified
fr: Compagnie d'assurance non définie

# addressAndExtraSearch
source: Search
fr: Rechercher

# addressAndExtraStreet
source: Street Address
fr: Adresse

# addressAndExtraStreetHint
source: Enter street address
fr: Saisir l’adresse

# addressAndExtraAdditionalAddress
source: Additional Address
fr: Adresse supplémentaire

# addressAndExtraAdditionalAddressHint
source: Enter additional address
fr: Saisir l'adresse supplémentaire

# addressAndExtraCity
source: City
fr: Ville

# addressAndExtraCityHint
source: Enter city
fr: Saisir la ville

# addressAndExtraState
source: State/Province
fr: Province/État

# addressAndExtraStateHint
source: Enter State/Province
fr: Saisir la province/l'état

# addressAndExtraCountry
source: Country
fr: Pays

# addressAndExtraCountryHint
source: Enter country
fr: Saisir le pays

# addressAndExtraPostalCode
source: ZIP/Postal Code
fr: Code postal/ZIP

# addressAndExtraPostalCodeHint
source: Enter ZIP/Postal Code
fr: Saisir le code postal/ZIP

# addressAndExtraFirstName
source: First Name
fr: Prénom

# addressAndExtraFirstNameHint
source: Enter first name
fr: Saisir le prénom

# addressAndExtraLastName
source: Last Name
fr: Nom de famille

# addressAndExtraLastNameHint
source: Enter last name
fr: Saisir le nom de famille

# addressAndExtraPhoneNumber
source: Phone Number
fr: Numéro de téléphone

# addressAndExtraRelationship
source: Relationship
fr: Lien de parenté

# addressAndExtraRelationshipHint
source: Enter relationship
fr: Saisir le lien de parenté

# addressAndExtraCompany
source: Company
fr: Compagnie

# addressAndExtraCompanyHint
source: Enter insurance company
fr: Saisir la compagnie d'assurance

# addressAndExtraInsuranceIdHint
source: Enter insurance ID
fr: Saisir l'identifiant de l'assurance

# addressAndExtraInsuranceGroupHint
source: Enter insurance group #
fr: Saisir le numéro du groupe d'assurance

# addressAndExtraLanguageHint
source: Select language
fr: Sélectionner la langue

# addressAndExtraAdditionalInfoHint
source: Enter family doctor additional info
fr: Saisir les renseignements supplémentaires du médecin de famille

# bigImageErrorMessage
source: Image size should be less than 15 mb
fr: La taille de l'image devrait être moins de 15 Mo

# actionToPatient
source: To Patient
fr: Au patient

# actionAttachToPatient
source: Attach to a Patient...
fr: Joindre à un patient...

# sendMessageToPatient
source: Send a message
fr: Envoyer un message

# alertCheckAccessibilityTitle
source: This patient is not able to receive a message
fr: Ce patient ne peut pas recevoir de message

# alertCheckAccessibilityDesc
source: Please check patient portal accessibility (configurable on CHR) and make sure patient has notification methods set up.
fr: Veuillez vérifier l'accès au portail Patient (configurable dans le DCS) et assurez-vous que les méthodes d'avis du patient sont configurées.

# inboxNewMessageAllowRespondTitle
source: Allow patient to respond
fr: Autoriser le patient de répondre

# inboxNewMessageAllowRespondBody
source: Patient will be able to respond in this conversation
fr: Autoriser le patient de répondre à cette conversation

source: Something went wrong
fr: Un problème est survenu

# optionsHint
source: Start typing to see options
fr: Commencez à taper pour voir les options

# summaryAllergyReactionTypeAllergy
source: Allergy
fr: Allergie

# summaryAllergyReactionTypeIntolerance
source: Intolerance
fr: Intolérance

# summaryAllergyReactionType
source: Reaction Type
fr: Type de réaction

source: Search language
fr: Rechercher la langue

# useAsLanguageFirstPart
source: Use "
fr: Utiliser "

# useAsLanguageSecondPart
source: " as language
fr: " comme langue

# summaryItemNotAvailableHint
source: Currently not available. Desktop view only
fr: Non disponible actuellement. Affichage du bureau uniquement

# summaryEncountersFinishedQnaires
source: Finished Qnaires
fr: Qnaires terminés

# summaryEncountersFollowUpSubtitle
source: {date} {time}, via {deliveryMethod}
fr: {date} {time}, par {deliveryMethod}

# daysD
source: d
fr: j

source: Upcoming appointments
fr: Rendez-vous à venir

# summaryEncountersExaminationCreatedAt
source: CREATED AT
fr: CRÉÉ LE

# summaryEncountersExaminationTime
source: TIME
fr: HEURE

# summaryEncountersExaminationSbp
source: SBP
fr: TAS

# summaryEncountersExaminationDbp
source: DBP
fr: TAD

# summaryEncountersExaminationBpArm
source: BP ARM
fr: TA BRAS

# summaryEncountersExaminationBpPosition
source: BP POSITION
fr: TA POSITION

# summaryEncountersExaminationHr
source: HR
fr: FC

# summaryEncountersExaminationRr
source: RR
fr: FR

# summaryEncountersExaminationWt
source: WT
fr: PDS

# summaryEncountersExaminationHt
source: HT
fr: TAILLE

# summaryEncountersExaminationBmi
source: BMI
fr: IMC

# summaryEncountersExaminationWc
source: WC
fr: TT

# summaryEncountersExaminationHc
source: HC
fr: PC

# summaryEncountersExaminationNoSelected
source: No vitals selected
fr: Aucuns signes vitaux sélectionnés

# summaryEncountersExaminationSelectInSettings
source: Select in Settings
fr: Sélectionner dans Paramètres

# summaryEncountersExaminationSettingsTitle
source: Examination Settings
fr: Paramètres de l'examen

# summaryEncountersExaminationSbpLong
source: Blood pressure
fr: Tension artérielle

# summaryEncountersExaminationDbpLong
source: Blood pressure
fr: Tension artérielle

# summaryEncountersExaminationHrLong
source: Heart rate
fr: Fréquence cardiaque

# summaryEncountersExaminationRrLong
source: Respiratory rate
fr: Fréquence respiratoire

# summaryEncountersExaminationO2Long
source: Pulse Oximetry
fr: Oxymétrie de pouls

# summaryEncountersExaminationTempLong
source: Temperature
fr: Température

# summaryEncountersExaminationWtLong
source: Weight
fr: Poids

# summaryEncountersExaminationHtLong
source: Height
fr: Taille

# summaryEncountersExaminationBmiLong
source: BMI
fr: IMC

# summaryEncountersExaminationWcLong
source: Waist Circumference
fr: Tour de taille

# summaryEncountersExaminationHcLong
source: Head circumference
fr: Périmètre crânien

# summaryEncountersExaminationSbpTooltip
source: Systolic
fr: Systolique

# summaryEncountersExaminationDbpTooltip
source: Diastolic
fr: Diastolique

# summaryEncountersExaminationHrTooltip
source: HR
fr: FC

# summaryEncountersExaminationRrTooltip
source: RR
fr: FR

# summaryEncountersExaminationBmiTooltip
source: BMI
fr: IMC

source: Blood Type
fr: Groupe sanguin

# summaryEncountersHistoryEmptyLabel
source: No entries
fr: Aucune saisie

# persistentFeatureError
source: Please try again. If the error persists, retry later.
fr: Veuillez essayer de nouveau. Si l'erreur persiste, réessayez plus tard.

# encounterAddendums
source: Addendums
fr: Addendas

source: New Addendum
fr: Nouvel addenda

source: Add Addendum
fr: Ajouter addenda

source: Please confirm
fr: Veuillez confirmer

# addendumConfirmDescription
source: You will NOT be able to edit or delete this item after submitting. Are you sure you want to continue?
fr: Vous NE POURREZ PAS modifier ou supprimer cet élément une fois soumis. Voulez-vous vraiment continuer ?

# blankContentWarning
source: Content can’t be blank
fr: Le contenu ne peut pas être vide

# deliveryMethodBoth
source: Email & SMS
fr: Courriel et SMS

# deliveryMethodEmail
source: Email
fr: Courriel

# deliveryMethodInherit
source: inherit
fr: hériter

# summaryEncountersQueuedQnaires
source: Queued Qnaires
fr: Qnaires en file d'attente

# summaryEncountersFollowUpTitle
source: {name} and {count} more
fr: {name} et {count} autres

# unitWeightLbs
source: Lbs
fr: lb

# unitIn
source: In
fr: po

# unitFt
source: Ft
fr: pi

source: Edit Entry
fr: Modifier l'entrée

source: Add Entry
fr: Ajouter une entrée

# deleteEntry
source: Delete this entry
fr: Supprimer cette entrée

# deleteEntryQuestion
source: Delete entry?
fr: Supprimer l'entrée ?

# deleteEntryConfirmation
source: Are you sure you want to delete this entry?
fr: Voulez-vous vraiment supprimer cette entrée ?

source: Height (In)
fr: Taille (po)

# hcIn
source: Head Circumference (In)
fr: Périmètre crânien (po)

# wcIn
source: Waist Circumference (In)
fr: Tour de taille (po)

# encounterDraftNoAttachments
source: No attachments added
fr: Aucune pièce jointe ajoutée

# encounterDraftDeleteDialogTitle
source: Delete Encounter draft?
fr: Supprimer l'ébauche de visite ?

# encounterDraftDeleteDialogMessage
source: Are you sure you want to delete this encounter draft?
fr: Voulez-vous vraiment supprimer cette ébauche de visite ?

source: Show additional info
fr: Afficher les renseignements supplémentaires

source: Hide additional info
fr: Masquer les renseignements supplémentaires

source: Additional info
fr: Renseignements supplémentaires

source: Onset Date
fr: Date d'apparition

source: Past
fr: Passé

source: Resolution Date
fr: Date de résolution

source: Risk Factor
fr: Facteur de risque

source: Medical History Settings
fr: Paramètres des antécédents médicaux

# hideResolved
source: Hide records with resolved status
fr: Masquer les enregistrements avec le statut résolu

# diagnosisBottomSheetSectionRecently
source: Recently used
fr: Récemment utilisés

# diagnosisBottomSheetSectionAll
source: All Diagnosis
fr: Tous les diagnostics

source: empty
fr: vide

# patientFileViaEncounter
source: via Encounter
fr: via la visite

# summaryLabResultNoLabResults
source: No lab results for selected parameters
fr: Aucun résultat de laboratoire pour les paramètres sélectionnés

# summaryLabResultNoLabResultsSelected
source: No lab results selected
fr: Aucun résultat de laboratoire sélectionné

# summaryLabResultOpenSettings
source: Open Settings
fr: Ouvrir les paramètres

# summaryLabResultSelectInSettings
source: Select in Settings
fr: Sélectionner dans Paramètres

source: Patient Data Settings
fr: Paramètres de données de patient

source: Search properties
fr: Propriétés de recherche

source: Back
fr: Précédent

source: All properties
fr: Toutes les propriétés

source: No properties selected
fr: Aucune propriété sélectionnée

source: Billing Statuses
fr: Statuts de facturation

# billingStatusAdjusted
source: Adjusted
fr: Ajusté

# billingStatusCompleted
source: Completed
fr: Terminé

# billingStatusDeleted
source: Deleted
fr: Supprimé

# billingStatusDraft
source: Draft
fr: Ébauche

# billingStatusError
source: Error
fr: Erreur

# billingStatusHold
source: Hold
fr: En attente

# billingStatusIncomplete
source: Incomplete
fr: Incomplet

# billingStatusNoCharge
source: No Charge
fr: Aucuns frais

# billingStatusPaidPrivately
source: Paid Privately
fr: Payé par le particulier

# billingStatusPastDue
source: Past Due
fr: En souffrance

# billingStatusPaymentDue
source: Payment Due
fr: Paiement dû

# billingStatusPending
source: Pending
fr: En suspens

# billingStatusReady
source: Ready
fr: Prêt

# billingStatusRefused
source: Refused
fr: Refusé

# billingStatusRejected
source: Rejected
fr: Rejeté

# billingStatusReversal
source: Reversal
fr: Renversement

# billingStatusUnderpaid
source: Underpaid
fr: Sous-payé

# billingStatusWriteOff
source: Write Off
fr: Radié

# familyHistoryRelationship
source: Relationship
fr: Lien de parenté

# familyHistoryStartDate
source: Start Date
fr: Date de début

# familyHistoryAgeAtOnset
source: Age at Onset
fr: Âge à l'Apparition

# familyHistoryTreatment
source: Treatment
fr: Traitement

# inboxAllItemsDisplayed
source: All items displayed
fr: Tous les éléments affichés

# summaryAdminNoteCreatedBy
source: Created at {date} by {user}
fr: Créée le {date} par {user}

# summaryAdminNoteUpdatedBy
source: Updated at {date} by {user}
fr: Mise à jour le {date} par {user}

# summarySurgicalHistoryDetailsProcedures
source: Procedures
fr: Interventions chirurgicales

# summarySurgicalHistoryDetailsDetails
source: Details
fr: Détails

# summarySurgicalHistoryDetailsAdditionalInfo
source: Additional info
fr: Renseignements supplémentaires

# summarySurgicalHistoryDetailsShowAdditionalInfo
source: Show additional info
fr: Afficher les renseignements supplémentaires

# summarySurgicalHistoryDetailsHideAdditionalInfo
source: Hide additional info
fr: Masquer les renseignements supplémentaires

# summarySurgicalHistoryDetailsProcedureDate
source: Procedure Date
fr: Date de l'intervention chirurgicale

# summarySurgicalHistoryDetailsLifeStage
source: Life Stage
fr: Stade de développement

# summarySurgicalHistoryDetailsRiskFactor
source: Risk Factor
fr: Facteur de risque

# summarySurgicalHistoryDetailsStatus
source: Status
fr: Statut

# summarySurgicalHistoryDetailsResolutionDate
source: Resolution Date
fr: Date de résolution

source: Snoozed
fr: Reporté

source: Snooze
fr: Reporter

source: Snooze until
fr: Reporter jusqu'à

source: Done
fr: Complété

# inboxUnnamedFileTitle
source: Unnamed file
fr: Fichier sans nom

# patientFilesActionSheetAttachPatient
source: Attach to a patient
fr: Joindre à un patient

# patientFilesActionSheetShare
source: Share
fr: Partager

# unverifiedPatientDialogTitle
source: Unverified patient
fr: Patient non vérifié

# unverifiedPatientDialogMessage
source: Please use the desktop CHR to confirm this record.
fr: Veuillez utiliser la version bureau DCS pour confirmer ce dossier.

# unverifiedPatientLabel
source: UNVERIFIED
fr: NON VÉRIFIÉ

# snoozeTomorrow
source: Tomorrow
fr: demain

# snoozeThreeDays
source: 3 Days
fr: 3 jours

# snoozeNextWeek
source: Next Week
fr: la semaine prochaine

# snoozeTwoWeeks
source: 2 Weeks
fr: 2 semaines

# snoozeOneMonth
source: 1 Month
fr: 1 mois

# snoozeSixMonth
source: 6 Month
fr: 6 mois

# snoozeOneYear
source: 1 Year
fr: 1 an

source: Select Custom Date...
fr: Sélectionner une date personnalisée ...

# snoozedHours
source: {count, plural, one{1 hour} other{{count} hours}}
fr: {count, plural, one{1 heure} other{{count} heures}}

# snoozedDays
source: {count, plural, one{1 day} other{{count} days}}
fr: {count, plural, one{1 jour} other{{count} jours}}

# snoozedMonths
source: {count, plural, one{1 month} other{{count} months}}
fr: {count, plural, one{1 mois} other{{count} mois}}

# snoozedYears
source: {count, plural, one{1 year} other{{count} years}}
fr: {count, plural, one{1 an} other{{count} ans}}

source: Until
fr: Jusqu’à

# snoozedUntil
source: Will be snoozed until {date}
fr: Sera reporté jusqu'à {date}

# snoozedUntilPast
source: Snooze date: {date}
fr: Date reportée : {date}

source: Appointment was deleted
fr: Le rendez-vous a été supprimé

# attachFileOfPatient
source: Attach a File of a Patient
fr: Joindre le fichier d'un patient

source: Select from Photos
fr: Sélectionner des photos

source: Select Patient
fr: Sélectionner un patient

# attachPatientFileFiles
source: Files
fr: Fichiers

# attachPatientFileLabs
source: Labs
fr: Laboratoires

# attachPatientFileForms
source: Forms
fr: Formulaires

# attachPatientFileLetters
source: Letters
fr: Lettres

# attachPatientFileEncounters
source: Encounters
fr: Visites

# attachPatientFilePrescriptions
source: Prescriptions
fr: Ordonnances

# attachPatientFilePayments
source: Payments/Invoices
fr: Paiements/factures

# attachPatientFileAppointments
source: Appointments
fr: Rendez-vous

# attachPatientFileMedications
source: Medications
fr: Médicaments

# attachPatientFileAnswerSheets
source: Answer Sheets
fr: Feuilles de réponses

# selectedCount
source: {count} selected
fr: {count} sélectionné(s)

source: Attach
fr: Joindre

# search
source: Search {search}
fr: Rechercher {search}

# noResultsFound
source: No {result} found
fr: Aucun résultat trouvé

# respondentPaymentStatusCompleted
source: Completed
fr: Terminé

# respondentPaymentStatusDraft
source: Draft
fr: Ébauche

# respondentPaymentStatusPastDue
source: Past Due
fr: En souffrance

# respondentPaymentStatusPending
source: Pending
fr: En attente

source: Services
fr: Types de rendez-vous

source: File Tags
fr: Notes+ de fichier

source: issue
fr: raison

source: service
fr: type de R.-V.

source: tag
fr: Note+

# attachmentPreviewMessageFrom
source: From {sender}
fr: De {sender}

# attachmentPreviewLongTapHint
source: Long tap on a file to view it
fr: Appuyer longuement sur un fichier pour l'afficher

source: No medications
fr: Aucun médicament

source: Unnamed letter
fr: Lettre sans nom

source: Allow screenshots
fr: Autoriser les captures d'écran

# allowScreenshotsPopupMessage
source: Taking screenshots or sharing your on-screen data may cause personal health information (PHI) to be stored on your device or seen by others. Ensure that either all images are removed after use, or they do not contain PHI. Enabling the use of this feature is at your own risk.
fr: La prise de captures d'écran ou le partage de données à l'écran peuvent entraîner le stockage de données personnelles de santé sur votre dispositif ou leur visualisation par d'autres personnes. Vérifiez que toutes les images soient supprimées après usage ou qu'elles ne contiennent pas de données personnelles de santé. L'utilisation de cette fonctionnalité est à vos propres risques.

# allowScreenshotsPopupTitle
source: Warning
fr: Avertissement

# allowScreenshotsPopupOk
source: Ok, allow
fr: OK, autoriser

# errorScreenshotsPopupTitle
source: Taking screenshots is disabled
fr: La prise de captures d'écran est désactivée

# errorScreenshotsPopupMessage
source: You can enable it in the app settings
fr: Vous pouvez l'activer dans les paramètres de l'appli

# attachPatientFileClear
source: Clear
fr: Effacer

# attachPatientFileDateFrom
source: Date From
fr: Date de début

# attachPatientFileDateTo
source: Date To
fr: Date de fin

# attachPatientFileAll
source: All
fr: Tout

# attachPatientFilePresentingIssues
source: Presenting Issues
fr: Raisons de consultation

# attachPatientFileServices
source: Services
fr: Types de rendez-vous

# attachPatientFileSeverity
source: Severity
fr: Sévérité

# attachPatientFileStatuses
source: Statuses
fr: Statuts

# attachPatientFileBillingStatuses
source: Billing statuses
fr: Statuts de facturation

# attachPatientFileFileTags
source: File tags
fr: Notes+ de fichier

# attachPatientNoItemsForSelectedFilters
source: No items for selected filters
fr: Aucun élément pour les filtres sélectionnés

# attachPatientClearFilters
source: Clear Filters
fr: Effacer les filtres

source: Chart
fr: Dossier

source: Start Pathway
fr: Démarrer le parcours de patient

# addRecipientsTitle
source: Add Recipients
fr: Ajouter des destinataires

# addRecipientsAllSelectedLabel
source: All practitioners selected
fr: Tous les professionnels sélectionnés

# addRecipientsNoSearchResultsLabel
source: No search results found
fr: Aucun résultat de recherche trouvé

# encounterDraftTitle
source: Encounter Draft
fr: Ébauche de visite

# encounterDraftSave
source: Save
fr: Enregistrer
