Repository: ashemetau-itechart/flutter_whitelabel
Catalog: */lib/l10n/intl_*.arb
Languages: fr

# fileSettingsUploadedDate
source: Uploaded Date
fr: Date de téléversement

# fileSettingsUpload
source: Upload
fr: Téléverser

# fileSettingsLastReviewed
source: Last Reviewed At
fr: Dernière révision le

# fileSettingsNA
source: N/A
fr: S.O.

# fileSettingsSave
source: Save
fr: Enregistrer

# fileSettingsKB
source: {length} KB
fr: {length} Ko

# noFilesUploaded
source: No files have been uploaded
fr: Aucun fichier n’a été téléversé

# filesUpload
source: Upload
fr: Téléverser

# fileSettingsUploadFile
source: Upload File
fr: Téléverser le fichier

# patientFileTitle
source: Patient File
fr: Fichier du patient

# patientFileFileName
source: File Name
fr: Nom du fichier

# patientFileOwner
source: Owner
fr: Propriétaire

# patientFileUploadedDate
source: Uploaded Date
fr: Date de téléversement

# patientFileLastReviewedAt
source: Last Reviewed At
fr: Dernière révision le

# patientFileNA
source: N/A
fr: S.O.

# patientFileNotSpecified
source: Not specified
fr: Non spécifié

# patientVitalsCreatedAt
source: CREATED AT
fr: CRÉÉ LE

# patientVitalsTime
source: TIME
fr: HEURE

# patientVitalsSBP
source: SBP
fr: TAS

# patientVitalsDBP
source: DBP
fr: TAD

# patientVitalsBPARM
source: BP ARM
fr: TA BRAS

# patientVitalsBpPosition
source: BP POSITION
fr: TA POSITION

# patientVitalsHR
source: HR
fr: FC

# patientVitalsHB
source: HB
fr: RC

# patientVitalsRR
source: RR
fr: FR

# patientVitalsWT
source: WT
fr: PDS

# patientVitalsHT
source: HT
fr: TAILLE

# patientVitalsBMI
source: BMI
fr: IMC

# patientVitalsWC
source: WC
fr: TT

# patientVitalsHC
source: HC
fr: PC

# patientVitalsSelect
source: Select
fr: Sélectionner

# patientVitalsTypeHereHint
source: Type here...
fr: Taper ici...

source: Abnormal count
fr: Nombre anormal

source: Add Vitals
fr: Ajouter signes vitaux

source: Add Diagnosis
fr: Ajouter un diagnostic

source: Add Attachment
fr: Ajouter pièce jointe

source: Mark reviewed
fr: Révisé

# vitalsSettingsTitle
source: Setup Fields
fr: Champs de configuration

# examinationVitalsCreatedAt
source: Created at
fr: Créé le

# examinationVitalsTime
source: Time
fr: Heure

# examinationVitalsHR
source: HR
fr: FC

# examinationVitalsSBP
source: SBP
fr: TAS

# examinationVitalsDBP
source: DBP
fr: TAD

# examinationVitalsRR
source: RR
fr: FR

# examinationVitalsWT
source: WT
fr: PDS

# examinationVitalsHT
source: HT
fr: TAILLE

# examinationVitalsBMI
source: BMI
fr: IMC

# examinationVitalsHC
source: HC
fr: PC

# examinationVitalsWC
source: WC
fr: TT

# examinationVitalsBpArm
source: BP ARM
fr: TA BRAS

# examinationVitalsBpArmNA
source: N/A
fr: S.O.

# examinationVitalsBpArmLeft
source: Left
fr: Gauche

# examinationVitalsBpArmRight
source: Right
fr: Droit

# examinationVitalsBpPosition
source: BP POSITION
fr: TA POSITION

# examinationVitalsBpPositionNA
source: N/A
fr: S.O.

# examinationVitalsBpPositionSit
source: Sit
fr: Assis

# examinationVitalsBpPositionStand
source: Stand
fr: Debout

# examinationVitalsBpPositionLay
source: Lay
fr: Couché

# examinationVitalsHb
source: HB
fr: RC

# examinationVitalsHbUnknown
source: Unknown
fr: Inconnu

# examinationVitalsHbRegular
source: Regular
fr: Régulier

# examinationVitalsHbIrregular
source: Irregular
fr: Irrégulier

# examinationVitalsHbNone
source: None
fr: Aucun

# vitalsValidationErrorMessage
source: {title} must be less than or equal to {maxValue}.
fr: {title} doit être inférieur ou égal à {maxValue}.

source: then
fr: ensuite

# biometricHint
source: Verify identity
fr: Vérifier l’identité

# biometricNotRecognized
source: Not recognized. Try again.
fr: Non reconnu. Essayer de nouveau.

# biometricRequiredTitle
source: Biometric required
fr: Authentifiant biométrique requis

# biometricSuccess
source: Success
fr: Succès

# cancelButton
source: Cancel
fr: Annuler

# deviceCredentialsRequiredTitle
source: Device credentials required
fr: Identifiants d’appareil requis

# deviceCredentialsSetupDescription
source: Device credentials required
fr: Identifiants d’appareil requis

# goToSettingsButton
source: Go to settings
fr: Aller aux Paramètres

# goToSettingsDescription
source: Biometric authentication is not set up on your device. Go to Settings > Security to add biometric authentication.
fr: L’authentification biométrique n’est pas configurée sur votre appareil. Aller aux Paramètres > Sécurité pour ajouter l’authentification biométrique.

# signInTitle
source: Authentication required
fr: Authentification requise

# iOSLockOut
source: Biometric authentication is disabled. Please lock and unlock your screen to enable it.
fr: L’authentification biométrique est désactivée. Veuillez verrouiller puis déverrouiller votre écran pour l’activer.

# iOSgoToSettingsDescription
source: Biometric authentication is not set up on your device. Please either enable Touch ID or Face ID on your phone.
fr: L’authentification biométrique n’est pas configurée sur votre appareil. Veuillez activer Touch ID ou Face ID sur votre téléphone.

source: Please authenticate
fr: Veuillez authentifier

# qnaireAutoPopulateHeader
source: Auto-Populate Encounter
fr: Remplir automatiquement la visite

# qnaireAutoPopulateDescStart
source: We’ve found
fr: Nous avons trouvé

# qnaireAutoPopulateDescMiddle
source: {count} natural language paragraphs
fr: {count} paragraphe(s) en langage naturel

# qnaireAutoPopulateDescEnd
source: from your selection. Please assign an encounter section to fill.
fr: dans votre sélection. Veuillez attribuer une section de la visite à remplir.

# qnaireAutoPopulateAttachTo
source: Attach paragraph to
fr: Joindre le paragraphe à la section

# qnaireAutoPopulateAddTo
source: Add to
fr: Joindre au

# qnaireAutoPopulateTop
source: Top
fr: haut

# qnaireAutoPopulateBottom
source: Bottom
fr: bas

# qnaireAutoPopulateHistory
source: History
fr: Subjectif

# qnaireAutoPopulateExamination
source: Examination
fr: Objectif

# qnaireAutoPopulateAssessmentAndPlan
source: Assessment and Plan
fr: Analyse et plan

# qnaireAutoPopulateButtonSkip
source: Skip
fr: Passer

# qnaireAutoPopulateButtonAttach
source: Attach
fr: Joindre

source: No files found
fr: Aucun fichier trouvé

source: Not specified
fr: Non spécifié

# datePassedWarning
source: The selected date has already passed
fr: La date sélectionnée est déjà passée

# timePassedWarning
source: The selected time has already passed
fr: L’heure sélectionnée est déjà passée

# patientPreferredNameHint
source: Enter preferred name
fr: Saisir le nom préféré

# patientDateOfBirthHint
source: Select date of birth
fr: Sélectionner la date de naissance

# patientSexHint
source: Select sex
fr: Sélectionner le sexe

# patientEmailAddressHint
source: Enter email address
fr: Saisir l’adresse courriel

# patientPrimaryPractitionerHint
source: Select a practitioner
fr: Sélectionner un professionnel

# patientFamilyDoctorHint
source: Select a contact
fr: Sélectionner une personne ressource

# patientReferringPractitionerHint
source: Select a contact
fr: Sélectionner une personne ressource

# patientPreviewCallThePatient
source: Call the patient
fr: Appeler le patient

# patientPreviewSendAnEmail
source: Send an email
fr: Envoyer un courriel

# patientPreviewCellPhone
source: cell phone
fr: téléphone cellulaire

# patientPreviewHomePhone
source: home phone
fr: téléphone à domicile

# patientPreviewNoEmail
source: No email address specified
fr: Aucune adresse courriel précisée

# patientPreviewNoPhone
source: No phone number specified
fr: Aucun numéro de téléphone précisé

# patientIncorrectValue
source: Enter correct value
fr: Saisir la valeur correcte

# requiredField
source: This field is required
fr: Ce champ est requis

# invalidEmailMessage
source: Enter a valid email address
fr: Saisir une adresse courriel valide

# patientDoesNotAllowStart
source: This patient
fr: Ce patient

# patientDoesNotAllowMiddle
source: DOES NOT
fr: n'autorise

# patientDoesNotAllowEnd
source: allow any notifications.
fr: AUCUN avis.

# patientFileUnnamed
source: Unnamed file
fr: Fichier sans nom

# notSupportedFileAlert
source: Unavailable for viewing. Please use the CHR.
fr: Affichage non disponible. Veuillez utiliser le DCS.

# couldNotDownloadFile
source: Couldn’t download the file
fr: Impossible de télécharger le fichier

# qrCodeExpired
source: This QR code has expired. Refresh your web page and scan again.
fr: Ce code QR code a expiré. Actualiser votre page Web et numériser de nouveau.

# reminderErrorDateInPast
source: Can't create reminder for past day.
fr: Impossible de créer un rappel pour une journée passée.

# networkExceptionMessage
source: Something went wrong. Please try again later.
fr: Un problème est survenu. Veuillez réessayer plus tard.

source: Invitation will be sent
fr: Une invitation sera envoyée

# medicalHistoryStateNotSelected
source: Not selected
fr: Non sélectionné

# medicalHistoryStateActive
source: Active
fr: Actif

# medicalHistoryStateRecurrence
source: Recurrence
fr: Récidive

# medicalHistoryStateRelapse
source: Relapse
fr: Rechute

# medicalHistoryStateInactive
source: Inactive
fr: Inactif

# medicalHistoryStateRemission
source: Remission
fr: Rémission

# medicalHistoryStateResolved
source: Resolved
fr: Résolu

# goalsOfCareNotSelected
source: Not selected
fr: Non sélectionné

# goalsOfCareActive
source: Active
fr: Actif

# goalsOfCareAchieved
source: Achieved
fr: Réalisé

# goalsOfCareNotAchieved
source: Not achieved
fr: Non réalisé

# goalsOfCareDismissed
source: Dismissed
fr: Abandonné

source: Summary
fr: Sommaire

# summaryNoRecords
source: (no records)
fr: (aucun dossier)

# summaryEmptyResult
source: No Summary found
fr: Aucun sommaire trouvé

# summaryEncounterAssessmentAndPlan
source: Assessment & Plan
fr: Analyse et plan

# summaryEncounterPresentingIssueShort
source: PI
fr: RC

# summaryEncounterUnspecifiedIssue
source: Unspecified issue
fr: Problème non défini

# summaryEncounterSeenOn
source: Seen on
fr: Vu le

# noLocationsError
source: No locations created yet
fr: Aucun emplacement créé

source: Allergy
fr: Allergie

source: Severity
fr: Sévérité

source: Reaction
fr: Réaction

source: Since
fr: Depuis

source: Life Stage
fr: Stade de développement

source: Reported by
fr: Signalée par

source: Recorded at
fr: Enregistrée le

# createdAtDate
source: Created at
fr: Créée le

source: Comments
fr: Commentaires

source: Severe
fr: Sévère

source: Moderate
fr: Modérée

source: Mild
fr: Légère

source: Unknown
fr: Inconnue

source: No reaction
fr: Aucune réaction

source: Related person
fr: Personne apparentée

source: Practitioner
fr: Professionnel

source: Unconfirmed
fr: Non confirmée

source: Confirmed
fr: Confirmée

source: Resolved
fr: Résolue

source: Refuted
fr: Réfutée

source: New Born
fr: Nouveau-né

source: Infant
fr: Nourrisson

source: Child
fr: Enfant

source: Adult
fr: Adulte

source: Not selected
fr: Non sélectionné

source: Anaphylaxis
fr: Anaphylaxie

source: Angiodema
fr: Angioedème

source: Fever
fr: Fièvre

source: Malignant Hyperthermia
fr: Hyperthermie maligne

source: Rash - hives
fr: Éruption - urticaire

source: Rash - local contact
fr: Éruption - contact local

source: Rash - maculopapular
fr: Éruption - maculopapulaire

source: Rash - other
fr: Éruption - autre

source: Serum sickness
fr: Maladie sérique

source: Other
fr: Autre

# injectionDetailsCommentsLabel
source: Comments
fr: Commentaires

source: Show more
fr: Afficher plus

source: No items found
fr: Aucun élément trouvé

source: Encounter
fr: Visite

# unspecifiedPresentingIssue
source: Unspecified issue
fr: Problème non défini

# encounterCreatedBy
source: Created by {providerName}
fr: Créée par {providerName}

# encounterSignedBy
source: Signed by {providerName}
fr: Signée par {providerName}

# on
source: on {date}
fr: le {date}

# encounterSeenOn
source: Seen on {date}
fr: Vu le {date}

# presentingIssueShort
source: PI: {presentingIssue}
fr: RC : {presentingIssue}

# summaryDemographics
source: Demographics
fr: Données démographiques

# summaryMedicalHistory
source: Medical History
fr: Antécédents médicaux

# summaryMedicalHistoryNoRecords
source: No records with selected settings
fr: Aucun enregistrement pour les paramètres sélectionnés

# summaryVitals
source: Vitals
fr: Signes vitaux

# summaryNA
source: N/A
fr: S.O.

# summaryMedicalHistoryNo
source: No
fr: Aucun

# summaryMedicalHistoryNoEntry
source: No Entry
fr: Aucune saisie

# onPreposition
source: on
fr: le

# summaryPatientDataNoRecords
source: no records
fr: aucun dossier

source: Summary Sections
fr: Sections du sommaire

# exitWithoutSavingDialogTitle
source: Exit without saving?
fr: Quitter sans enregistrer ?

# exitWithoutSavingDialogBody
source: You haven’t saved your changes yet.
fr: Les modifications n’ont pas été enregistrées.

# filePreviewDetails
source: Details
fr: Détails

# summaryNoSectionSelected
source: No Summary Section was selected
fr: Aucune section du sommaire n’a été sélectionnée

# summarySelectInSettings
source: Select in Settings
fr: Sélectionner dans Paramètres

# summaryEncounterInsuredPayment
source: INSURED PAYMENT
fr: PAIEMENT DE SERVICES ASSURÉS

# summaryEncounterPrivateBillingItems
source: PRIVATE BILLING ITEMS
fr: ÉLÉMENTS DE FACTURATION PRIVÉE

# summaryEncounterBilledAmount
source: Billed amount:
fr: Montant facturé :

# fileSettingsShowAdditionalFields
source: Show additional fields
fr: Afficher les champs supplémentaires

# fileSettingsHideAdditionalFields
source: Hide additional fields
fr: Masquer les champs supplémentaires

# patientFilesUploadedNotification
source: Photo uploaded successfully
fr: Photo téléversée avec succès

# patientFilesUpdatedNotification
source: Photo updated successfully
fr: Photo mise à jour avec succès

# patientFilesSomethingWentWrong
source: Something went wrong. Please try again later
fr: Un problème est survenu. Veuillez réessayer plus tard

source: Take photo
fr: Prendre une photo

source: Open chart
fr: Ouvrir le dossier

# appVersion
source: App version {appVersion} ({buildNumber})
fr: Version de l'appli {appVersion} ({buildNumber})

# pincodeUniqueNumbersValidation
source: At least 3 unique numbers.
fr: Au moins 3 chiffres uniques.

# pincodeAmountOfConsecutiveNumbersValidation
source: Must not contain 3 consecutive numbers.
fr: Ne doit pas contenir 3 chiffres consécutifs.

source: TELUS CHR MOBILE
fr: DCS TELUS MOBILE

# termsAndConditionsTermsOfUseTitle
source: TERMS OF USE
fr: CONDITIONS D’UTILISATION

# termsAndConditionsMobileApplicationTitle
source: MOBILE APPLICATION
fr: APPLICATION MOBILE

# termsAndConditionsLimitationsTitle
source: LIMITATIONS OF CHR MOBILE
fr: LIMITATIONS DE DCS MOBILE

# termsAndConditionsInformationSecurityTitle
source: INFORMATION SECURITY
fr: SÉCURITÉ DE L’INFORMATION

# termsAndConditionsPrivacyTitle
source: PRIVACY
fr: CONFIDENTIALITÉ

# termsAndConditionsDisclaimerOfWarrantiesTitle
source: DISCLAIMER OF WARRANTIES
fr: AVIS DE NON-RESPONSABILITÉ

# termsAndConditionsLimitationOfLiabilityTitle
source: LIMITATION OF LIABILITY
fr: LIMITATION DE RESPONSABILITÉ

# termsAndConditionsComplianceTitle
source: COMPLIANCE
fr: CONFORMITÉ

# termsAndConditionsSupportTitle
source: SUPPORT
fr: SOUTIEN

# termsAndConditionsRightsTitle
source: TERM, TERMINATION AND OTHER RESERVED RIGHTS
fr: DURÉE, RÉSILIATION ET AUTRES DROITS RÉSERVÉS

# termsAndConditionsGeneralTitle
source: GENERAL
fr: GÉNÉRALITÉS

# agreeToTermsOfService
source: I agree to these Terms of service
fr: J’accepte les présentes conditions de service

# termsAndConditionsContinue
source: Continue
fr: Continuer

# summarySectionActiveMedications
source: Active Medications
fr: Médicaments actifs

# summarySectionAdminNotes
source: Admin Notes
fr: Notes administratives

# summarySectionAppointments
source: Appointments
fr: Rendez-vous

# summarySectionCareTeam
source: Care Team
fr: Équipe de soins

# summarySectionEmbeddedView
source: Embedded View
fr: Affichage intégré

# summarySectionEncounters
source: Encounters
fr: Visites

# summarySectionFamilyHistory
source: Family History
fr: Antécédents familiaux

# summarySectionFiles
source: Files
fr: Fichiers

# summarySectionForms
source: Forms
fr: Formulaires

# summarySectionLabResults
source: Lab Results
fr: Résultats de laboratoire

# summarySectionReferrals
source: Referrals
fr: Consultations

# summarySectionRiskFactors
source: Risk Factors
fr: Facteurs de risque

# summarySectionSocialHistory
source: Social History
fr: Habitus

# summarySectionGoalsCare
source: Goals of Care
fr: Niveaux de soins

# summarySectionMedicalHistory
source: Medical History
fr: Antécédents médicaux

# summarySectionPatientData
source: Patient Data
fr: Données du patient

# summarySectionSurgicalHistory
source: Surgical History
fr: Antécédents chirurgicaux

# poorDeviceProtectionErrorTitle
source: Poor device protection
fr: Protection médiocre de l’appareil

# poorDeviceProtectionErrorMessage
source: To use application, please set up a PIN code/ Face unlock/ Fingerprint for your device
fr: Pour utiliser l’application, veuillez configurer un code NIP / le déverrouillage avec Face ID/une empreinte digitale pour votre appareil.

# drugAllergyCategory
source: Drug allergy
fr: Allergie médicamenteuse

# nonDrugAllergyCategory
source: Non-drug allergy
fr: Allergie non médicamenteuse

# injectionRouteIntradermal
source: Intradermal
fr: Intradermique

# injectionRouteIntramuscular
source: Intramuscular
fr: Intramusculaire

# injectionRouteIntravenous
source: Intravenous
fr: Intraveineux

# injectionRouteNasal
source: Nasal
fr: Nasale

# injectionRouteOral
source: Oral
fr: Orale

# injectionRouteOther
source: Other
fr: Autre

# injectionRouteSubcutaneous
source: Subcutaneous
fr: Sous-cutanée

# injectionSeriesBooster
source: Booster
fr: Dose de rappel

# injectionSeriesPrimary
source: Primary
fr: Primaire

# injectionSeriesPrimary1
source: Primary 1
fr: Primaire 1

# injectionSeriesPrimary2
source: Primary 2
fr: Primaire 2

# injectionSeriesPrimary3
source: Primary 3
fr: Primaire 3

# injectionSeriesPrimary4
source: Primary 4
fr: Primaire 4

# injectionSeriesPrimary5
source: Primary 5
fr: Primaire 5

# injectionSeriesPrimary6
source: Primary 6
fr: Primaire 6

# injectionSiteGivenLeftDeltoid
source: Left Deltoid
fr: Deltoïde gauche

# injectionSiteGivenLeftForearm
source: Left Forearm
fr: Avant-bras gauche

# injectionSiteGivenLeftGluteus
source: Left Gluteus
fr: Fesse gauche

# injectionSiteGivenLeftThigh
source: Left Thigh
fr: Cuisse gauche

# injectionSiteGivenLeftUpperArm
source: Left Upper Arm
fr: Bras gauche

# injectionSiteGivenOther
source: Other
fr: Autre

# injectionSiteGivenRightDeltoid
source: Right Deltoid
fr: Deltoïde droit

# injectionSiteGivenRightForearm
source: Right Forearm
fr: Avant-bras droit

# injectionSiteGivenRightGluteus
source: Right Gluteus
fr: Fesse droite

# injectionSiteGivenRightThigh
source: Right Thigh
fr: Cuisse droite

# injectionSiteGivenRightUpperArm
source: Right Upper Arm
fr: Bras droit

# injectionTypeAllergy
source: Allergy
fr: Allergie

# injectionTypeImmunization
source: Immunization
fr: Immunisation

# injectionTypeOther
source: Other
fr: Autre

# injectionSiteGiven
source: Site given
fr: Site d'injection

# injectionRoute
source: Route
fr: Voie d'administration

# injectionLotNumber
source: Lot Number
fr: Numéro de lot

# injectionSeries
source: Series
fr: Séries

# injectionStrength
source: Strength
fr: Concentration

# injectionSequence
source: Sequence
fr: Séquence

# injectionSerum
source: Serum
fr: Sérum

# injectionInjectedBy
source: Injected by
fr: Injection par

# injectionCreatedBy
source: Created by
fr: Créée par

# injectionAdministered
source: Administered
fr: Date d'administration

# injectionHistorical
source: Historical
fr: Historique

# injectionComments
source: Comments
fr: Commentaires

source: Yes
fr: Oui

source: No
fr: Non

# sortAndFilterMessageTypes
source: Message types
fr: Types de messages

# sortAndFilterSortBy
source: Sort by
fr: Trier par

# sortAndFilterAllMessageTypes
source: All Message Types
fr: Tous les types de messages

# sortAndFilterFaxes
source: Faxes
fr: Télécopies

# sortAndFilterLabs
source: Labs
fr: Laboratoires

# sortAndFilterFiles
source: Files
fr: Fichiers

# sortAndFilterQnaireResponses
source: Qnaire Responses
fr: Réponses Qnaires

# sortAndFilterFailedMessageAlerts
source: Failed Message Alerts
fr: Alertes de messages échoués

# sortClassic
source: Classic
fr: Classique

# sortPriority
source: Priority
fr: Priorité

# sortSender
source: Sender
fr: Expéditeur

# sortTitle
source: Title
fr: Titre

# inboxNewMessageSubmit
source: Submit
fr: Soumettre

# inboxNewMessageNoRecipientSelected
source: No recipient selected
fr: Aucun destinataire sélectionné

# inboxNewMessageTapToSelect
source: Tap here to select...
fr: Taper ici pour sélectionner...

# inboxNewMessageAttachFile
source: Attach File
fr: Joindre le fichier

# inboxNewMessageMarkAsUrgentTitle
source: Mark as Urgent
fr: Marquer comme Urgent

# inboxNewMessageMarkAsUrgentBody
source: This message will be marked as a highly prioritized
fr: Ce message sera marqué comme hautement prioritaire

# inboxNewMessageUnsubscribeTitle
source: Unsubscribe from this conversation
fr: Quitter cette conversation

# inboxNewMessageUnsubscribeBody
source: You will not receive inbox replies related to this
fr: Vous ne recevrez pas de réponses liées à cette conversation dans la boîte de réception

# inboxNewMessageAttachments
source: Attachments
fr: Pièces jointes

# inboxNewMessageAddFile
source: Add file
fr: Ajouter un fichier

# inboxNewMessageExitDialogTitle
source: Exit message creation?
fr: Quitter la création de message?

# inboxNewMessageExitDialogBody
source: You haven’t created message yet. Exit without saving?
fr: Vous n’avez pas encore créé de message. Quitter sans enregistrer ?

# inboxNewMessageBlankTitleError
source: Title can’t be blank
fr: Le titre ne peut pas être vide

# inboxNewMessageBlankMessageError
source: Body can’t be blank
fr: Le corps ne peut pas être vide

source: Inbox
fr: Boîte de réception

# inboxNoItemsMessage
source: There are no new inbox items
fr: Aucun nouveau message dans la boîte de réception

# inboxNewMessage
source: New Message
fr: Nouveau message

# inboxUploadPhoto
source: Upload Photo
fr: Téléverser une photo

# inboxAttachmentTypeTitleFile
source: Uploaded File
fr: Fichier téléchargé

# inboxAttachmentTypeTitleQnaire
source: Qnaire Response
fr: Réponse au Qnaire

# inboxAttachmentTypeTitleLab
source: Patient file
fr: Fichier de patient

# inboxAttachmentTypeTitlePayment
source: Payment
fr: Paiement

# inboxAttachmentTypeTitleAppointment
source: Appointment
fr: Rendez-vous

# inboxAttachmentTypeTitleFax
source: Patient File
fr: Fichier de patient

# inboxAttachmentTypeTitlePatientFile
source: Patient File
fr: Fichier de patient

# inboxAttachmentTypeTitlePrescription
source: Prescription
fr: Ordonnance

# usersCount
source: {count, plural, one{1 user} other{{count} users}}
fr: {count, plural, one{1 utilisateur} other{{count} utilisateurs}}

source: Recipients
fr: Destinataires

# searchPractitionerOrGroup
source: Search for a Practitioner or Group
fr: Rechercher un professionnel ou un groupe

source: Groups
fr: Groupes

source: Expand
fr: Développer

source: Collapse
fr: Réduire

# recipientsCounter
source: Show {count}
fr: Afficher {count}

# securityLogoutMessage
source: For security, we’ve logged you out. Please scan QR code to login.
fr: Pour des raisons de sécurité, nous vous avons déconnecté. Veuillez numériser le code QR pour vous connecter.

source: Unknown application version
fr: Version d'application inconnue

# applicationVersionClose
source: Close
fr: Fermer

# applicationVersionContinue
source: Continue
fr: Continuer

# applicationVersionUpgrade
source: Upgrade
fr: Mise à niveau

# applicationVersionUpgradeTitle
source: Upgrade required
fr: Mise à niveau requise
