Repository: ashemetau-itechart/flutter_whitelabel
Catalog: */lib/l10n/intl_*.arb
Languages: fr

# applicationVersionUpgradeSubTitle
source: Your app is out of date. Please upgrade to the latest version to continue using it.
fr: Votre application n'est plus à jour. Veuillez effectuer la mise à niveau vers la dernière version pour continuer à l'utiliser.

# applicationVersionUpgradeButton
source: Upgrade
fr: Mise à niveau

# applicationVersionDeprecated
source: Update before {deprecatedUntil} to continue using the app
fr: Mettre à jour avant le {deprecatedUntil} pour continuer à utiliser l'application

# settingsSupportLabel
source: For support with this application, please use the support chat in your TELUS CHR.
fr: Pour obtenir du soutien pour cette application veuillez utiliser le clavardage de soutien de votre DCS de TELUS.

# inboxMembersInviteParticipant
source: Invite Participant
fr: Inviter un participant

# inboxMembersRemoveParticipant
source: Remove Participant
fr: Supprimer un participant

# membersCount
source: {count, plural, one{1 member} other{{count} members}}
fr: {count, plural, one{1 membre} other{{count} membres}}

# inboxListenerChangeActionAdded
source: added
fr: ajouté

# inboxListenerChangeActionRemoved
source: removed
fr: supprimé

# inboxListenerChangeActionAddedPostfix
source: to this conversation {timestamp}
fr: à cette conversation {timestamp}

# inboxListenerChangeActionRemovedPostfix
source: from this conversation {timestamp}
fr: de cette conversation {timestamp}

# inboxListenerCloseActionPostfix
source: closed this conversation {timestamp}
fr: à terminé cette conversation {timestamp}

# inboxConversationTitle
source: {title} / {timestamp} / from {senderName}
fr: {title} / {timestamp} / de {senderName}

# termsAndConditionsComplianceBody
source: <body><b>Compliance with Laws.</b> You are responsible for complying with all applicable laws and professional rules that apply to your use of CHR Mobile, including laws and professional rules and regulations related to privacy, personal health information, and the practice of medicine or other healthcare professions.<br /><br /><b>Patient Consent.</b> You and your clinic and healthcare organization are solely responsible for all agreements, consents, notices to be provided to and any other interactions with your patients. Before photographing patient identifiable images, please ensure you have captured the appropriate consent from your patients.</body>
fr: <body><b>Conformité aux lois.</b> Vous êtes tenu de respecter toutes les lois et règles professionnelles applicables à votre utilisation de DCS Mobile, y compris les lois et règles professionnelles relatives à la confidentialité, aux renseignements personnels sur la santé et à la pratique de la médecine ou d’autres professions de santé.<br /><br /><b>Consentement du patient.</b> Vous et votre clinique et organisme de soins de santé êtes seuls responsables de tous les accords, consentements, avis à fournir à vos patients et de toute autre interaction avec eux. Avant de photographier des images identifiables par les patients, veuillez vous assurer d'avoir obtenu le consentement approprié de vos patients.</body>

# termsAndConditionsTermsOfUseBody
source: <body>Last updated: January 26, 2022<br /><br />PLEASE READ THESE TERMS OF USE CAREFULLY BEFORE DOWNLOADING THE TELUS CHR MOBILE.<br /><br />The TELUS Collaborative Health Record Mobile (“<b>CHR Mobile</b>”) is intended to be used only in conjunction with the TELUS Collaborative Health Record electronic medical record solution (“<b>CHR</b>”).<br /><br />Do NOT install CHR Mobile unless you or your clinic or healthcare organization has a valid CHR agreement with TELUS to use the CHR and you are an authorized user of the CHR. If you cease to be an authorized user of the CHR, you must immediately uninstall CHR Mobile.</body>
fr: <body>Dernière mise à jour : 26 janvier 2022<br /><br />VEUILLEZ LIRE ATTENTIVEMENT LES PRÉSENTES CONDITIONS D’UTILISATION AVANT DE TÉLÉCHARGER DCS MOBILE DE TELUS.<br /><br />Le Dossier Collaboratif Santé Mobile de TELUS (« <b>DCS Mobile</b> ») est destiné à être utilisé uniquement avec la solution de gestion de dossiers médicaux électroniques Dossier Collaboratif Santé (« <b>DCS</b> ») de TELUS.<br /><br />NE PAS installer DCS Mobile à moins que vous, votre clinique ou votre organisme de santé n’ayez conclu une entente valide avec TELUS pour l’utilisation de la solution DCS et que vous soyez un utilisateur autorisé de la solution DCS. Si vous cessez d’être un utilisateur autorisé de la solution DCS, vous devez immédiatement désinstaller DCS Mobile</body>

# termsAndConditionsLimitationsBody
source: <body><b>Not a Medical Device.</b> CHR Mobile is not designed or intended to be used, directly or indirectly, as a medical device. It should not be used to detect, diagnose, treat, or monitor any medical or health condition.<br /><br /><b>The Practice of Medicine.</b> You acknowledge that the professional obligation to provide healthcare services to your patients is solely your responsibility as a healthcare professional. TELUS does not directly or indirectly practice medicine or any other regulated healthcare profession or provide medical / health(care) services and products as part of CHR Mobile or the CHR. Therefore, TELUS does not assume any liability whatsoever of any kind for the data and information accessed through the use of CHR Mobile or for any detection, diagnosis, treatment or monitoring of any medical or health condition made on reliance upon such data and information within CHR Mobile. CHR Mobile should not be considered as a replacement or substitute for the standard practices, professional judgment, skill and expertise of healthcare professionals using CHR Mobile, but as a mobile app aid for healthcare professionals.<br /><br /><b>Alerts / Warnings.</b> The absence of a technological alert or warning within CHR Mobile for a specific situation or a combination of specific situations (e.g. drug interaction, stale or expired medical bills that should have been submitted for reimbursement) should not be considered as an assurance that the specific situation or combination of specific situations is without risk for you or your patients. TELUS shall not be held liable for your actions or inactions that may cause damage or losses due to professional fault, failure to inform, negligence or any other cause of action (lost revenues caused by bills submitted after the cut-off times).<br /><br /><b>Desktop / Laptop Use.</b> There are circumstances when the use of CHR Mobile is not appropriate for some of your needs. For example, you should use the desktop or laptop portion of the CHR when circumstances require reviewing information that is not accessible through CHR Mobile, such as when gathering information to recommend a treatment or viewing data trends to advise your patient care.</body>
fr: <body><b>N’est pas un dispositif médical.</b> DCS Mobile n’est pas conçue ou destinée à être utilisée, directement ou indirectement, comme un dispositif médical. Il ne doit pas être utilisé pour détecter, diagnostiquer, traiter ou surveiller tout état médical ou de santé.<br /><br /><b>La pratique de la médecine.</b> Vous reconnaissez que l’obligation professionnelle de fournir des services de soins de santé à vos patients relève uniquement de votre responsabilité en tant que professionnel de la santé. TELUS ne pratique pas, directement ou indirectement, la médecine ou toute autre profession de santé réglementée et ne fournit pas de services et de produits médicaux ou de soins de santé dans le cadre de DCS Mobile ou de la solution DCS. Par conséquent, TELUS n’assume aucune responsabilité, de quelque nature que ce soit, à l’égard des données et des renseignements auxquels on a accès en utilisant DCS Mobile, ni à l’égard de la détection, du diagnostic, du traitement ou de la surveillance d’un état médical ou d’un état de santé effectués sur la foi de ces données et de ces renseignements dans le cadre de DCS Mobile. DCS Mobile ne doit pas être considérée comme un remplacement ou un substitut des pratiques standard, du jugement professionnel, des compétences et de l’expertise des professionnels de la santé utilisant DCS Mobile, mais comme une aide à l’utilisation de l’application mobile pour les professionnels de la santé.<br /><br /><b>Alertes/mises en garde.</b> L’absence d’alerte ou d’avertissement technologique dans DCS Mobile pour une situation spécifique ou une combinaison de situations spécifiques (par exemple, une interaction médicamenteuse, des factures médicales périmées ou expirées qui auraient dû être soumises pour remboursement) ne doit pas être considérée comme une assurance que la situation spécifique ou la combinaison de situations spécifiques est sans risque pour vous ou vos patients. TELUS ne peut être tenue responsable de vos actions ou inactions qui peuvent causer des dommages ou des pertes dus à une faute professionnelle, à un défaut d’information, à une négligence ou à toute autre cause d’action (perte de revenus causée par des factures soumises après les heures limites).<br /><br /><b>Utilisation sur ordinateur de bureau/portable.</b> Dans certaines circonstances, l’utilisation de DCS Mobile ne convient pas à certains de vos besoins. Par exemple, vous devez utiliser la partie ordinateur de bureau ou portable de la solution DCS lorsque les circonstances exigent de passer en revue des renseignements qui ne sont pas accessibles au moyen de DCS Mobile, notamment lorsque vous recueillez des renseignements pour recommander un traitement ou que vous consultez les tendances des données pour conseiller vos soins aux patients.</body>

# termsAndConditionsMobileApplicationBody
source: <body><b>CHR Mobile</b>. You are about to have access to CHR Mobile which connects to your CHR. CHR Mobile is offered for your convenience to access a portion of the information contained in the CHR. For example, CHR Mobile allows you to access your schedule, view and add patient information, record photos, and save and upload them into the CHR. CHR Mobile is intended as a data and information generating, recording, displaying and sharing aid only.<br /><br /><b>Terms of Use.</b> These terms of use (“<b>Terms of Use</b>”) govern your access to and use of CHR Mobile (access and use collectively <b>“use”</b>) and is entered into between you and TELUS Health Solutions Inc. (<b>“TELUS”</b>, <b>“we”</b>, <b>“our”</b> and <b>“us”</b> in these Terms of Use refers to TELUS Health Solutions Inc.). These Terms of Use are enforceable against you and any legal entity providing the CHR to you, as an authorized user, on whose behalf you use CHR Mobile.<br /><br /><b>Acceptance.</b> By clicking the “I AGREE” button below, you confirm your acceptance of and agreement with these Terms of Use. If you do not accept and agree to be bound by these Terms of Use, please do not use CHR Mobile.<br /><br /><b>Authorized User of the CHR.</b> To install and use CHR Mobile, you must be an authorized user of the CHR. If you cease to be an authorized user of the CHR, you must immediately uninstall the CHR Mobile.<br /><br /><b>License.</b> TELUS grants you a limited, personal, revocable, non-exclusive and non-transferable license to use CHR Mobile for healthcare purposes to be connected to the CHR. You cannot modify, sell, resell, reproduce, copy or otherwise exploit CHR Mobile.</body>
fr: <body><b>DCS Mobile</b>. Vous êtes sur le point d’avoir accès à DCS Mobile qui se connecte à votre solution DCS. DCS Mobile est proposée pour votre convenance afin d’accéder à une partie des renseignements contenus dans la solution DCS. Par exemple, DCS Mobile vous permet d’accéder à votre emploi du temps, de passer en revue et d’ajouter des renseignements sur les patients, d’enregistrer des photos, de les enregistrer et de les télécharger dans la solution DCS. DCS Mobile est conçue comme une aide à la production, à l’enregistrement, à l’affichage et à la transmission de données et de renseignements uniquement.<br /><br /><b>Conditions d’utilisation.</b> Les présentes conditions d’utilisation (« <b>Conditions d’utilisation</b> ») régissent votre accès à DCS Mobile et son utilisation (accès et utilisation, collectivement <b>« utilisation »</b>) et sont conclues entre vous et TELUS Solutions en santé Inc. (<b>« TELUS »</b>, <b>« nous »</b>, <b>« notre »</b> et <b>« nous »</b> dans les présentes conditions d’utilisation désignent TELUS Solutions en santé Inc.) Les présentes conditions d’utilisation vous sont opposables, ainsi qu’à toute entité juridique vous fournissant la solution DCS, en tant qu’utilisateur autorisé, au nom duquel vous utilisez DCS Mobile.<br /><br /><b>Acceptation.</b> En cliquant sur le bouton « J’ACCEPTE » ci-dessous, vous confirmez votre acceptation et votre accord avec les présentes conditions d’utilisation. Si vous n’acceptez pas d’être lié par les présentes conditions d’utilisation, veuillez ne pas utiliser DCS Mobile.<br /><br /><b>Utilisateur autorisé de la solution DCS.</b> Pour installer et utiliser DCS Mobile, vous devez être un utilisateur autorisé de la solution DCS. Si vous cessez d’être un utilisateur autorisé de la solution DCS, vous devez immédiatement désinstaller DCS Mobile.<br /><br /><b>Licence.</b> TELUS vous accorde une licence limitée, personnelle, révocable, non exclusive et non transférable pour utiliser DCS Mobile à des fins de soins de santé pour être connecté à la solution DCS. Vous ne pouvez pas modifier, vendre, revendre, reproduire, copier ou exploiter de quelque manière que ce soit DCS Mobile.</body>

# termsAndConditionsInformationSecurityBody
source: <body><b>No Shared Device.</b> Do not install CHR Mobile on a device you share with a third party, colleague or family member. CHR Mobile will request you to re-authenticate through logging in again after a short period of inactivity.<br /><br /><b>Your Responsibility.</b> You are responsible for maintaining the confidentiality of your login credentials for CHR Mobile and implementing safeguards to protect the security and integrity of your device(s) on which you use CHR Mobile. You should ensure that your device(s) used to access CHR Mobile are protected against viruses and malicious software. You are responsible for immediately reporting to your CHR administrator within your clinic or healthcare organization any lost, stolen or infected device for immediate deactivation.<br /><br /><b>No Device Storage.</b> The CHR Mobile on your device is paired with your CHR. Patient data, information, and photos are sent directly to the CHR and not stored on your device.</body>
fr: <body><b>Aucun dispositif partagé.</b> N’installez pas DCS Mobile sur un appareil que vous partagez avec un tiers, un collègue ou un membre de votre famille. DCS Mobile vous demandera de vous authentifier à nouveau en vous connectant après une courte période d’inactivité.<br /><br /><b>Votre responsabilité.</b> Vous êtes responsable du maintien de la confidentialité de vos identifiants de connexion à DCS Mobile et de la mise en place de mesures de protection de la sécurité et de l’intégrité de vos appareils sur lesquels vous utilisez DCS Mobile. Vous devez vous assurer que les appareils que vous utilisez pour accéder à DCS Mobile sont protégés contre les virus et les logiciels malveillants. Il vous incombe de signaler immédiatement à l’administrateur DCS de votre clinique ou de votre organisme de soins de santé tout dispositif perdu, volé ou infecté afin qu’il soit immédiatement désactivé.<br /><br /><b>Aucun stockage de dispositif.</b> L'application DCS Mobile de votre appareil est couplée à votre solution DCS. Les données, les informations et les photos de patients sont envoyées directement à la solution DCS et ne sont pas stockées sur votre appareil.</body>

# termsAndConditionsPrivacyBody
source: <body><b>Privacy.</b> By using CHR Mobile, you consent to the collection and processing of your limited personal information (e.g. your login credentials) required to use CHR Mobile.<br /><br /><b>Hosting.</b> The CHR Mobile leverages TELUS’ Google Cloud Platform (<b>“GCP”</b>) and Amazon Web Services (<b>“AWS”</b>) datacenters in Canada. You and your patients’ personal information is encrypted in transit and at rest and stored on servers physically located in Canada, but may be temporarily viewed and accessed from outside of Canada as necessary to address service or technical issues, including installing, implementing, maintaining, repairing, troubleshooting or upgrading the AWS and GCP infrastructure. Such viewing and access are limited to the minimum period and involve the minimum amount of data necessary for the listed purposes.</body>
fr: <body><b>Confidentialité.</b> En utilisant DCS Mobile, vous consentez à la collecte et au traitement de vos renseignements personnels limités (par exemple, vos identifiants de connexion) nécessaires à l’utilisation de DCS Mobile.<br /><br /><b>Hébergement.</b> DCS Mobile exploite les centres de données de la plateforme Google Cloud (<b>« GCP »</b>) et d’Amazon Web Services (<b>« AWS »</b>) de TELUS au Canada. Vos renseignements personnels et ceux de vos patients sont cryptés lorsqu'ils sont en transit et au repos et sont stockés sur des serveurs situés physiquement au Canada, mais peuvent être temporairement consultés et accessibles depuis l’extérieur du Canada si cela est nécessaire pour résoudre des problèmes de service ou des problèmes techniques, notamment l’installation, la mise en œuvre, la maintenance, la réparation, le dépannage ou la mise à niveau de l’infrastructure AWS et GCP. Cette consultation et cet accès sont limités à la période minimale et portent sur la quantité minimale de données nécessaires aux fins énumérées.</body>

# termsAndConditionsDisclaimerOfWarrantiesBody
source: <body><b>Disclaimer of Warranties.</b> TELUS PROVIDES CHR MOBILE FOR YOUR USE ON AN “AS IS“ AND “AS AVAILABLE“ BASIS AND THE ENTIRE RISK ARISING OUT OF YOUR USE OF CHR MOBILE REMAINS WITH YOU. TO THE MAXIMUM EXTENT ALLOWED BY APPLICABLE LAW, TELUS MAKES NO REPRESENTATIONS, WARRANTIES OR CONDITIONS OF ANY KIND, WHETHER EXPRESS, IMPLIED, STATUTORY OR ARISING FROM COURSE OF DEALING, USAGE OR TRADE OR OTHERWISE WITH RESPECT TO CHR MOBILE, INCLUDING, WITHOUT LIMITATION, ANY IMPLIED WARRANTIES OR CONDITIONS OF SATISFACTORY QUALITY, MERCHANTABILITY, ACCURACY, RELIABILITY, COMPLETENESS OR FITNESS FOR A PARTICULAR PURPOSE OR PROVIDING SPECIFIC RESULTS. TELUS DOES NOT REPRESENT OR WARRANT THAT YOUR USE OF CHR MOBILE WILL BE UNINTERRUPTED OR ERROR-FREE, SECURE OR THAT ANY DEFECTS OR ERRORS IN THE CHR MOBILE WILL BE CORRECTED.</body>
fr: <body><b>Exonération de garanties.</b> TELUS FOURNIT DCS MOBILE POUR VOTRE UTILISATION « TELLE QUELLE » ET « EN L'ÉTAT » ET L’INTÉGRALITÉ DU RISQUE DÉCOULANT DE VOTRE UTILISATION DE DCS MOBILE VOUS INCOMBE. DANS LA MESURE MAXIMALE PERMISE PAR LA LOI APPLICABLE, TELUS NE FAIT AUCUNE DÉCLARATION, GARANTIE OU CONDITION DE QUELQUE NATURE QUE CE SOIT, QU’ELLE SOIT EXPRESSE, IMPLICITE, STATUTAIRE OU DÉCOULANT D’UNE TRANSACTION, D’UN USAGE OU D’UN COMMERCE OU AUTRE EN CE QUI CONCERNE DCS MOBILE, Y COMPRIS, SANS S’Y LIMITER, TOUTE GARANTIE OU CONDITION IMPLICITE DE QUALITÉ SATISFAISANTE, DE QUALITÉ MARCHANDE, D’EXACTITUDE, DE FIABILITÉ, D’EXHAUSTIVITÉ OU D’ADÉQUATION À UN USAGE PARTICULIER OU FOURNISSANT DES RÉSULTATS SPÉCIFIQUES. TELUS NE DÉCLARE NI NE GARANTIT QUE VOTRE UTILISATION DE DCS MOBILE SERA ININTERROMPUE OU SANS ERREUR, SÉCURISÉE OU QUE TOUT DÉFAUT OU TOUTE ERREUR DANS DCS MOBILE SERA CORRIGÉ.</body>

# termsAndConditionsLimitationOfLiabilityBody
source: <body><b>Limitation of Liability.</b> TELUS SHALL NOT BE LIABLE FOR (A) ANY DIRECT, INDIRECT, SPECIAL, CONSEQUENTIAL, PUNITIVE OR EXEMPLARY DAMAGES OR LOSSES, AND (B) FOR ANY INACCURACY, INCOMPLETENESS OR LOSS OF DATA / INFORMATION, LOSS OF PROFIT, BUSINESS INTERRUPTION OR PERSONAL INJURY ARISING OUT OF OR IN CONNECTION WITH YOUR USE OR INABILITY TO USE CHR MOBILE. NOTWITHSTANDING THE FOREGOING, IN ANY EVENT, TELUS’ TOTAL AND CUMULATIVE LIABILITY TO YOU OR ANY OTHER PERSON CLAIMING THROUGH YOU IN CONNECTION WITH THE CHR MOBILE SHALL NOT EXCEED AN AMOUNT OF ONE THOUSAND CANADIAN DOLLARS ($1,000.00 CAD).<br /><br /><b>Device and Unauthorized Use of CHR Mobile.</b> IN NO EVENT WILL TELUS BE LIABLE FOR ANY USE OR MISUSE OF ANY OF YOUR OR ANY THIRD PARTY’S DEVICE ON WHICH CHR MOBILE RESIDES; OR ANY OF YOUR OR ANY THIRD PARTY’S DATA AND INFORMATION (INCLUDING PATIENTS’ DATA AND INFORMATION); OR ANY UNAUTHORIZED USE OR MISUSE OF CHR MOBILE. IT IS YOUR RESPONSIBILITY TO PROTECT THE FOREGOING DEVICE, DATA AND INFORMATION.</body>
fr: <body><b>Limitation de responsabilité.</b> TELUS NE PEUT ÊTRE TENUE RESPONSABLE (A) DE TOUT DOMMAGE OU PERTE DIRECT, INDIRECT, SPÉCIAL, CONSÉCUTIF, PUNITIF OU EXEMPLAIRE, ET (B) DE TOUTE INEXACTITUDE, INACHÈVEMENT OU PERTE DE DONNÉES/D’INFORMATIONS, PERTE DE PROFIT, INTERRUPTION D’ACTIVITÉ OU PRÉJUDICE PERSONNEL DÉCOULANT DE VOTRE UTILISATION OU VOTRE INCAPACITÉ À UTILISER DCS MOBILE OU EN RELATION AVEC VOTRE UTILISATION OU VOTRE INCAPACITÉ À L'UTILISER. NONOBSTANT CE QUI PRÉCÈDE, EN AUCUN CAS LA RESPONSABILITÉ TOTALE ET GLOBALE DE TELUS À VOTRE ÉGARD OU À L’ÉGARD DE TOUTE AUTRE PERSONNE EFFECTUANT UNE DEMANDE DE RÈGLEMENT PAR VOTRE INTERMÉDIAIRE DANS LE CADRE DE DCS MOBILE NE DOIT DÉPASSER UN MONTANT DE MILLE DOLLARS CANADIENS (1 000 $CAN).<br /><br /><b>Appareil et utilisation non autorisée de DCS Mobile.</b> EN AUCUN CAS TELUS NE SERA RESPONSABLE DE L’UTILISATION OU DE LA MAUVAISE UTILISATION DE VOTRE APPAREIL OU DE CELUI D’UN TIERS SUR LEQUEL RÉSIDE DCS MOBILE; OU DE VOS DONNÉES ET INFORMATIONS OU DE CELLES D’UN TIERS (Y COMPRIS LES DONNÉES ET RENSEIGNEMENTS SUR LES PATIENTS); OU DE TOUTE UTILISATION OU MAUVAISE UTILISATION NON AUTORISÉE DE DCS MOBILE. IL EST DE VOTRE RESPONSABILITÉ DE PROTÉGER L’APPAREIL, LES DONNÉES ET LES RENSEIGNEMENTS QUI PRÉCÈDENT.</body>
