Repository: ashemetau-itechart/flutter_whitelabel
Catalog: */lib/l10n/intl_*.arb
Languages: fr

# appName
source: CHR Mobile
fr: DCS mobile

# scanQrToLogin
source: To connect a clinic to this CHR Mobile app, follow these steps:
fr: Pour connecter une clinique à cette application DCS Mobile, suivez ces étapes :

# stepOpenAppOnYourComputer
source: 1. Open the CHR desktop application on your computer
fr: 1. Ouvrir l'application Web sur votre ordinateur

# stepGoTo
source: 2. Go to
fr: 2. Aller à

# stepSettings
source: Settings
fr: Paramètres

# stepSmartphone
source: TELUS CHR Mobile
fr: DCS TELUS Mobile

# stepScanQrUsingMobileApp
source: 3. Tap the button below and scan the QR Code
fr: 3. Taper le bouton ci-dessous et numériser le code QR

source: Open Scanner
fr: Ouvrir le numériseur

source: Scan QR Code
fr: Numériser le code QR

# homePageSettings
source: Settings
fr: Paramètres

# homePageMySchedule
source: Schedule
fr: Mon horaire

# setupBiometricsLogin
source: Setup Biometric Login
fr: Configurer la connexion biométrique

# biometricsLogin
source: Biometric Login
fr: Connexion biométrique

# biometricsInformation
source: The biometric data saved in the system settings of your device will be used.
fr: Les données biométriques enregistrées dans les paramètres du système de votre appareil seront utilisées.

source: Login using Touch ID
fr: Se connecter en utilisant Touch ID

source: Login using Face ID
fr: Se connecter en utilisant Face ID

source: Login using biometrics
fr: Se connecter en utilisant la biométrie

source: Cancel
fr: Annuler

# buttonSave
source: Save
fr: Enregistrer

source: From
fr: De

source: To
fr: À

source: Added at
fr: Ajouté le

source: Reason: {value}
fr: Raison : {value}

# settingsItemLabelDefaultLocation
source: Default location
fr: Emplacement par défaut

# settingsItemLabelChangePINCode
source: Change PIN-code
fr: Modifier le NIP

# settingsItemLabelLoginUsingTouchID
source: Login using Touch ID
fr: Se connecter en utilisant Touch ID

# settingsItemLabelLoginUsingFaceID
source: Login using Face ID
fr: Se connecter en utilisant Face ID

# settingsItemLabelLoginUsingBiometrics
source: Login using biometrics
fr: Se connecter en utilisant la biométrie

# settingsItemLabelLogout
source: Logout
fr: Se déconnecter

# pincodeSetupPin
source: Create a PIN code for login
fr: Créer un NIP pour se connecter

# pincodeConfirmPin
source: Confirm your PIN
fr: Confirmer votre NIP

# pincodeEnterPin
source: Enter your PIN
fr: Saisir votre NIP

# pincodeEnterOldPin
source: Enter your old PIN
fr: Saisir l’ancien NIP

# pincodeNewPin
source: Create your new PIN
fr: Créer votre nouveau NIP

# pincodeConfirmNewPin
source: Confirm your new PIN
fr: Confirmer votre nouveau NIP

# pincodeErrorPinMatch
source: PIN codes didn’t match. Try again.
fr: Les NIP doivent correspondre. Essayer de nouveau.

# pincodeChangeYourPin
source: Change PIN-code
fr: Modifier le NIP

# selectAppointmentType
source: Select an appointment type
fr: Sélectionner un type de rendez-vous

source: No patient selected
fr: Aucun patient sélectionné

# pleaseTapHere
source: Please tap here to search
fr: Veuillez taper ici pour rechercher

source: Status
fr: Statut

source: Tags
fr: Notes+

source: No tags selected
fr: Aucune Note+ sélectionnée

source: Appointment
fr: Rendez-vous

source: New Appointment
fr: Nouveau rendez-vous

source: Edit Appointment
fr: Modifier le rendez-vous

source: Select appointment date
fr: Sélectionner une date de rendez-vous

source: Select appointment time
fr: Sélectionner une heure de rendez-vous

source: Presenting Issue
fr: Raison de consultation

source: Presenting Issues
fr: Raisons de consultation

# typeHereHint
source: Type here
fr: Taper ici

# pleaseReviewHint
source: Please review this
fr: Veuillez réviser ceci

source: Name
fr: Nom

# searchForPatient
source: Search for a Patient
fr: Rechercher un patient

source: Search by
fr: Rechercher par

source: Recently Opened
fr: Récemment ouverts

source: Patient ID
fr: Identification du patient

source: PP
fr: PT

source: GP
fr: MF

source: No recently opened patients
fr: Aucun dossier de patient récemment ouvert

source: No Patients
fr: Aucun patient

source: Location
fr: Emplacement

# dayOfWeekShortMonday
source: M
fr: L

# dayOfWeekShortTuesday
source: T
fr: M

# dayOfWeekShortWednesday
source: W
fr: Me

# dayOfWeekShortThursday
source: T
fr: J

# dayOfWeekShortFriday
source: F
fr: V

# dayOfWeekShortSunday
source: S
fr: D

# statusPickerTitle
source: Status
fr: Statut

# statusPickerRequested
source: Requested
fr: Demandé

# statusPickerConfirmationRequired
source: Confirmation Required
fr: Confirmation requise

# statusPickerConfirmed
source: Confirmed
fr: Confirmé

# statusPickerActionRequired
source: Action Required
fr: Action requise

# statusPickerNoShow
source: No show
fr: Ne s'est pas présenté

# statusPickerArrived
source: Arrived
fr: Arrivé

# statusPickerInRoom
source: In room
fr: Dans la salle

# statusPickerBeingSeen
source: Being seen
fr: Visite en cours

# statusPickerVisitCompleted
source: Visit completed
fr: Visite complétée

# statusPickerNoteSigned
source: Note signed
fr: Note signée

# statusPickerCancelled
source: Cancelled
fr: Annulé

# statusPickerRejected
source: Rejected
fr: Rejeté

# statusPickerBooked
source: Booked
fr: Réservé

# statusPickerRescheduled
source: Rescheduled
fr: Reporté

# statusPickerNone
source: None
fr: Aucun

source: Appointment Type
fr: Type de rendez-vous

source: No Issue Set
fr: Aucune raison sélectionnée

# presentingIssueTitle
source: Presenting Issue
fr: Raison de consultation

# presentingIssueSearchLabel
source: Search issue
fr: Rechercher une raison de consultation

# presentingIssueNoResultsLabel
source: No Search Results Found
fr: Aucun résultat de recherche trouvé

source: as custom text
fr: comme texte personnalisé

# presentingIssueDefaultValue
source: No Issue
fr: Aucune raison

source: Color
fr: Couleur

source: Off Time
fr: Indisponibilité

# offTimeTitle
source: New Off Time
fr: Nouveau congé/absence

# offTimeEditTitle
source: Edit Off Time
fr: Modifier le congé/l'absence

# offTimeStart
source: Start
fr: Début

# offTimeEnd
source: End
fr: Fin

# offTimeSelectStartDate
source: Select start date
fr: Sélectionner la date de début

# offTimeSelectEndDate
source: Select end date
fr: Sélectionner la date de fin

# offTimeSelectStartTime
source: Select start time
fr: Sélectionner l'heure de début

# offTimeSelectEndTime
source: Select end time
fr: Sélectionner l'heure de fin

# offTimeColor
source: Color
fr: Couleur

# offTimeMemo
source: Memo
fr: Note

# offTimeCreate
source: Create
fr: Créer

# offTimeStartTime
source: Start Time
fr: Heure de début

# offTimeEndTime
source: End Time
fr: Heure de fin

# offTimeDelete
source: Delete this off time
fr: Supprimer cette indisponibilité

# offTimeSave
source: Save
fr: Enregistrer

# offTimeErrorEmptyStartDate
source: Empty start date!
fr: Date de début vide !

# offTimeErrorEmptyEndDate
source: Empty end date!
fr: Date de fin vide !

# offTimeErrorEmptyStartTime
source: Empty start time!
fr: Heure de début vide !

# offTimeErrorEmptyEndTime
source: Empty end time!
fr: Heure de fin vide !

# offTimeErrorEndBeforeStart
source: End time can't be before start time!
fr: L'heure de fin ne peut pas être antérieure à l'heure de début !

# offTimeErrorAPI
source: The operation is failed!
fr: L'opération a échoué !

# offTimeSuccessCreated
source: Off time is created!
fr: L'indisponibilité est créée !

# offTimeSuccessSaved
source: Off time is saved!
fr: L'indisponibilité est enregistrée !

# offTimeSuccessDeleted
source: Off time is deleted!
fr: L'indisponibilité est supprimée !

source: Notification Method
fr: Méthode d'avis

# tabGeneral
source: General
fr: Général

# tabPreVisitQnaires
source: Pre-visit qnaires
fr: Qnaires de prévisite

# tabNotification
source: Notification
fr: Avis

# tabReminders
source: Reminders
fr: Rappels

# tabHistory
source: History
fr: Historique

# appointmentCreate
source: Create
fr: Créer

# virtualVisitInvitaion
source: Virtual Visit invitation will be sent
fr: L'invitation pour la visite virtuelle sera envoyée

source: by
fr: par

source: Virtual Visit
fr: Visite virtuelle

source: Physical Visit
fr: En présentiel

# noConnectionPopupTitle
source: You are offline
fr: Vous êtes déconnecté

# noConnectionPopupMessage
source: Please check your internet connection.
fr: Veuillez vérifier votre connexion Internet.

# noConnectionPopupTryingToReconnect
source: Trying to reconnect...
fr: Tentative de reconnexion ...

# notificationMethodBoth
source: Both
fr: Les deux

# notificationMethodEmail
source: Email
fr: Courriel

# notificationMethodNone
source: None
fr: Aucun

source: Patient Preference
fr: Préférence du patient

# newAppointmentHistoryAppointments
source: Appointments
fr: Rendez-vous

# newAppointmentHistoryDiagnoses
source: Diagnoses
fr: Diagnostics

# newAppointmentHistoryItemService
source: Service:
fr: Type de rendez-vous :

# newAppointmentHistoryItemReason
source: Reason:
fr: Raison :

# newAppointmentHistoryItemStartAt
source: Start at:
fr: Début à :

# newAppointmentHistoryNoAppointments
source: No appointments
fr: Aucun rendez-vous

# newAppointmentHistoryNoDiagnoses
source: No diagnoses
fr: Aucun diagnostic

source: Gender
fr: Sexe

# searchById
source: ID
fr: Identification

# searchByIdDOB
source: DOB
fr: DDN

# searchByIdDateOfBirth
source: Date of Birth (DOB)
fr: Date de naissance (DDN)

# searchByIdEmail
source: Email
fr: Courriel

# searchByIdPhone
source: Phone
fr: Téléphone

# diagnosisStatusDraft
source: Draft
fr: Ébauche

# diagnosisStatusReady
source: Ready
fr: Prêt

# diagnosisStatusSubmitted
source: Submitted
fr: Soumis

# diagnosisStatusCompleted
source: Completed
fr: Terminé

# diagnosisStatusCancelled
source: Cancelled
fr: Annulé

# diagnosisStatusHeld
source: Held
fr: Retenu

# diagnosisStatusPending
source: Pending
fr: En attente

# diagnosisStatusPast
source: Past due
fr: En souffrance

# diagnosesTabDiagnosesInfoTitle
source: Diagnoses (code / billing code):
fr: Diagnostics (code / code de facturation) :

source: Created at:
fr: Créé le :

# noReminders
source: No scheduled reminders
fr: Aucun rappel programmé

source: Add reminder
fr: Ajouter un rappel

source: New Reminder
fr: Nouveau rappel

source: Edit Reminder
fr: Modifier le rappel

# reminderTextFieldHintText
source: Remind me of something
fr: Veuillez me rappeler quelque chose

source: Time
fr: Heure

source: Select reminder date
fr: Sélectionner la date de rappel

source: Select reminder time
fr: Sélectionner l'heure de rappel

# reminderErrorEmptyDate
source: Empty date!
fr: Date vide !

# reminderErrorEmptyTime
source: Empty time!
fr: Heure vide !

# reminderSuccessCreated
source: Reminder is created!
fr: Le rappel est créé !

# reminderSuccessSaved
source: Reminder is saved!
fr: Le rappel est enregistré !

# reminderSuccessDeleted
source: Reminder is deleted!
fr: Le rappel est supprimé !

# scheduledReminders
source: {count, plural, zero{0 sсheduled reminders} one{1 scheduled reminder} other{{count} scheduled reminders}}
fr: {count, plural, zero{0 rappel programmé} one{1 rappel programmé} other{{count} rappels programmés}}

# deliveredReminders
source: {count, plural, zero{0 delivered reminders} one{1 delivered reminder} other{{count} delivered reminders}}
fr: {count, plural, zero{0 rappel transmis} one{1 rappel transmis} other{{count} rappels transmis}}

source: Scheduled at
fr: Programmé le

source: Failed at
fr: Échoué le

source: Via
fr: Par

source: and
fr: et

source: Delete this reminder
fr: Supprimer ce rappel

source: Delete reminder?
fr: Supprimer le rappel ?

# deleteReminderBody
source: Are you sure you want to delete this reminder?
fr: Voulez-vous vraiment supprimer ce rappel ?

source: Delete
fr: Supprimer

# newPatientTitle
source: New Patient
fr: Nouveau patient

# newPatientCreate
source: Create
fr: Créer

# patientPersonalInfo
source: Personal Info
fr: Renseignements personnels

# patientFullName
source: Full Name
fr: Nom complet

# patientFirstName
source: First Name*
fr: Prénom*

# patientMiddleName
source: Middle Name
fr: Autre prénom

# patientLastName
source: Last Name*
fr: Nom de famille*

# patientPreferredName
source: Preferred Name
fr: Nom préféré

# patientNotSpecified
source: Not specified
fr: Non précisé

# patientDateOfBirth
source: Date of Birth
fr: Date de naissance

# patientSelectDate
source: Select date
fr: Sélectionner la date

# patientSex
source: Sex
fr: Sexe

# patientChooseOne
source: Choose one
fr: En sélectionner un

# patientEmailAddress
source: Email Address
fr: Adresse courriel

# patientCellPhone
source: Cell Phone
fr: Téléphone cellulaire

# patientHomePhone
source: Home Phone
fr: Téléphone - domicile

# patientNotification
source: Notification
fr: Avis

# patientPractitioners
source: Practitioners
fr: Professionnels

# patientPrimaryPractitioner
source: Primary Practitioner
fr: Professionnel traitant

# patientFamilyDoctor
source: Family Doctor
fr: Médecin de famille

# patientReferringPractitioner
source: Referring Practitioner
fr: Professionnel référent

# patientPatientID
source: Patient ID
fr: Identification du patient

# patientPrimary
source: Primary
fr: Principale

# patientIdentificationValue
source: Enter identification value
fr: Saisir une valeur d'identification

# patientStatusTags
source: Status Tags
fr: Notes+ de statut

# patientAddTags
source: Add Tags
fr: Ajouter des Notes+

# tagsTitle
source: Tags
fr: Notes+

# tagsStatusTitle
source: Status Tags
fr: Notes+ de statut

# tagsTitleSearchLabel
source: Search tag
fr: Rechercher une Note+

# tagsNoResultsLabel
source: No Search Results Found
fr: Aucun résultat de recherche trouvé

# tagsViewAll
source: View all
fr: Afficher tout

# tagsViewSelected
source: View selected
fr: Afficher la sélection

# tagsEdit
source: Edit
fr: Modifier

# dateBirth
source: Date of Birth
fr: Date de naissance

source: Family Doctor
fr: Médecin de famille

source: No doctors found
fr: Aucun médecin trouvé

source: Fax
fr: Télécopieur

source: Billing Code
fr: Numéro de facturation

source: Occupation
fr: Profession

source: Facility Name
fr: Nom de l'établissement

# editAppointmentDelete
source: Delete this appointment
fr: Supprimer ce rendez-vous

# editAppointmentSave
source: Save
fr: Enregistrer

source: Primary Practitioner
fr: Professionnel traitant

# noPractitioners
source: No primary practitioners found
fr: Aucun professionnel traitant trouvé

# searchForPractitioner
source: Search for a Practitioner
fr: Rechercher un professionnel

# searchForContact
source: Search for a Contact
fr: Rechercher une personne ressource

source: Referring Practitioner
fr: Professionnel référent

# genderPickerFemale
source: Female
fr: Femme

# genderPickerMale
source: Male
fr: Homme

# genderPickerOther
source: Other
fr: Autre

# notificationPickerEmailAndSMS
source: Email and SMS
fr: Courriel et SMS

# notificationPickerEmailOnly
source: Email Only
fr: Courriel seulement

# notificationPickerSMSOnly
source: SMS Only
fr: SMS seulement

# notificationPickerNone
source: None
fr: Aucun

source: Exit appointment creation?
fr: Quitter la création de rendez-vous ?

source: Exit appointment update?
fr: Quitter la mise à jour de rendez-vous ?

# exitAppointmentCreationDesc
source: You haven’t created an appointment yet. Do you want to exit without saving?
fr: Vous n'avez pas encore créé de rendez-vous. Voulez-vous quitter sans enregistrer ?

# exitAppointmentUpdateDesc
source: You haven’t updated an appointment yet. Do you want to exit without saving?
fr: Vous n'avez pas encore mis à jour un rendez-vous. Voulez-vous quitter sans enregistrer ?

source: Exit
fr: Quitter

source: Send
fr: Envoyer

source: Skip
fr: Passer

source: Confirm Notifications
fr: Confirmer les avis

# confirmNotificationsDesc
source: Please choose which notifications you wish to send:
fr: Veuillez sélectionner les avis que vous désirez envoyer :

# patientAllows
source: This patient allows
fr: Ce patient autorise

# notifications
source: {value} notifications
fr: les avis par {value}

# confirmNotificationTypeSeparator
source: and
fr: et

# yearsOld
source: {value} years old
fr: {value} ans

source: Delete off time?
fr: Supprimer l'indisponibilité ?

# deleteOffTimeBody
source: Are you sure you want to delete this off time?
fr: Voulez-vous vraiment supprimer cette indisponibilité ?

source: Close
fr: Fermer

source: Change
fr: Modifier

# photoDialogGallery
source: Select From Gallery
fr: Sélectionner de la galerie

# photoDialogTitle
source: Update Avatar
fr: Mettre à jour l'avatar

# calendarCheckBoxLabel
source: Change reminder date relatively
fr: Modifier la date de rappel en conséquence

# patientSuccessfullyCreated
source: Patient has been successfully created
fr: Le patient a été créé avec succès

# patientSuccessfullyUpdated
source: Patient has been successfully updated
fr: Le patient a été mis à jour avec succès

# patientUpdate
source: Save
fr: Enregistrer

source: Required fields are not filled!
fr: Les champs requis ne sont pas remplis !

# appointmentCreated
source: Appointment has been successfully created!
fr: Le rendez-vous a été créé avec succès !

# appointmentUpdated
source: Appointment has been successfully updated!
fr: Le rendez-vous a été mis à jour avec succès !

# appointmentDeleted
source: Appointment has been successfully deleted!
fr: Le rendez-vous a été supprimé avec succès !

source: Edit Patient
fr: Modifier le patient

# viewEncounter
source: Encounter
fr: Visite

# offTimeErrorSameStartAndEndTime
source: Start and end time can't be the same!
fr: L'heure de début et l'heure de fin ne peuvent pas être les mêmes !

# patientEncounters
source: Encounters
fr: Visites

# patientGeneralInfo
source: General Info
fr: Renseignements généraux

# patientAttachments
source: Attachments
fr: Pièces jointes

source: Delete appointment?
fr: Supprimer le rendez-vous ?

# deleteAppointmentText
source: Are you sure you want to delete this appointment?
fr: Voulez-vous vraiment supprimer ce rendez-vous ?

source: Camera access denied
fr: Accès à la caméra refusé

# cameraAccessDeniedText
source: To take photos, allow access to the camera in the app's settings.
fr: Pour prendre des photos, autorisez l'accès à la caméra dans les paramètres de l'application

source: Photos access denied
fr: Accès aux photos refusé

# photosAccessDeniedText
source: To open photos from your photo library, allow access to your Photos in the app's settings.
fr: Pour ouvrir des photos de votre photothèque, autorisez l'accès à vos photos dans les paramètres de l'application.

source: Storage access denied
fr: Accès au stockage refusé

# storageAccessDeniedText
source: To open photos from your gallery, allow access to the storage in the app's settings.
fr: Pour ouvrir des photos de votre galerie, autorisez l'accès au stockage dans les paramètres de l'application.

source: Open Settings
fr: Ouvrir les paramètres

# validationErrorDialogTitle
source: Validation error
fr: Erreur de validation

# appointmentErrorSelectAppointmentType
source: Please select an appointment type.
fr: Veuillez sélectionner un type de rendez-vous.

# appointmentErrorSelectAppointmentDate
source: Please select an appointment date.
fr: Veuillez sélectionner une date de rendez-vous.

# appointmentErrorSelectAppointmentTime
source: Please select an appointment time.
fr: Veuillez sélectionner une heure de rendez-vous.

# appointmentErrorSelectPatient
source: Please select a patient.
fr: Veuillez sélectionner un patient.

# timePickerMidnightTitle
source: Midnight appointment
fr: Rendez-vous de minuit

# timePickerMidnightDescDate
source: This appointment will be scheduled at {fromTime} - {toTime}.
fr: Ce rendez-vous sera prévu de {fromTime} à {toTime}.

# timePickerMidnightDescNoDate
source: The appointment will start at {fromTime} and end at {toTime} the next day.
fr: Le rendez-vous commencera à {fromTime} et se terminera à {toTime} le lendemain.

# timePickerMidnightConfirm
source: Confirm
fr: Confirmer

source: Encounters
fr: Visites

source: Signed by:
fr: Signé par :

source: Created by
fr: Créé par :

source: Visit date
fr: Date de la visite

# noEncounters
source: No encounters found
fr: Aucune visite trouvée

# appointmentErrorEndBeforeStartTime
source: The appointment's ending time cannot be prior to the starting time.
fr: L'heure de fin du rendez-vous ne peut pas être antérieure à l'heure de début.

# appointmentErrorApi
source: The operation has failed.
fr: L'opération a échoué.

source: Related Appointment
fr: Rendez-vous connexe

source: Visit time
fr: Heure de la visite

source: Collect data
fr: Recueillir les données

# attachQnaireResponse
source: Attach a Qnaire response
fr: Joindre une réponse de Qnaire

# noPatientsData
source: No patient data added
fr: Aucune donnée de patient ajoutée

source: No appointment selected
fr: Aucun rendez-vous sélectionné

source: Tap here to select...
fr: Taper ici pour sélectionner ...

# appointmentAlreadyLinked
source: The selected appointment already has an encounter linked.
fr: Le rendez-vous sélectionné est déjà lié à une visite.

source: New Encounter
fr: Nouvelle visite

# encounterDraftCreateOn
source: Created by {practitioner} on {date}
fr: Créée par {practitioner} le {date}

# encounterDraftApplyTemplate
source: Apply template
fr: Appliquer le gabarit

# encounterDraftVisitDate
source: Visit date
fr: Date de la visite

# encounterDraftVisitDateHint
source: Select a visit date
fr: Sélectionner une date de visite

# encounterDraftPresentingIssue
source: Presenting issue
fr: Raison de consultation

# encounterDraftPresentingIssueHint
source: Select a presenting issue
fr: Sélectionner une raison de consultation

# encounterDraftItemHistory
source: History
fr: Subjectif

# encounterDraftItemExamination
source: Examination
fr: Objectif

# encounterDraftItemAssessmentAndPlan
source: Assessment and plan
fr: Analyse et plan

# encounterDraftItemPrescriptions
source: Prescriptions
fr: Ordonnances

# encounterDraftItemAttachments
source: Attachments
fr: Pièces jointes

# encounterDraftItemReferrals
source: Referrals
fr: Consultations

# encounterDraftItemAutomatedFollowUp
source: Automated follow-up
fr: Suivi automatisé

# encounterDraftItemBillingItems
source: Billing items
fr: Éléments de facturation

# encounterDraftDeleteBtn
source: Delete this encounter draft
fr: Supprimer cette ébauche de visite

# encounterCreate
source: Create
fr: Créer

source: Qnaire responses
fr: Réponses au Qnaire

source: Show all
fr: Afficher tout

source: Show
fr: Afficher

source: Add
fr: Ajouter

source: No Qnaire responses
fr: Aucune réponse au Qnaire

source: Notification without message
fr: Avis sans message

source: Patient Files
fr: Fichiers de patient

# patientFilesSearchHint
source: Search files
fr: Rechercher les fichiers

# showWithCount
source: Show {count}
fr: Afficher {count}

source: Title
fr: Titre

# importantNoteHeader
source: Important Note {count}
fr: Note importante {count}

# importantNoteCheckbox
source: Do not show this message again
fr: Ne plus afficher ce message

# importantNoteUpdatedAt
source: Updated at {date} by {doctor}
fr: Mise à jour le {date} par {doctor}

# fileSettingsTitle
source: File Settings
fr: Paramètres de fichier

# fileSettingsFileName
source: File Name
fr: Nom du fichier

# fileSettingsDescriptionHint
source: Please add description here...
fr: Veuillez ajouter une description ici...

# fileSettingsOwner
source: Owner
fr: Propriétaire

# ownerPickerPlaceholderTitle
source: No owner selected
fr: Aucun propriétaire sélectionné

# fileSettingsNotifyNewOwner
source: Notify new owner
fr: Aviser le nouveau propriétaire

# fileSettingsTagsPlaceholderTitle
source: No tags selected
fr: Aucune Note+ sélectionnée

# fileSettingsTagsPlaceholderSubTitle
source: Tap here to select...
fr: Taper ici pour sélectionner...
